[{"heading":"Adani-Hindenburg Case: सुप्रीम कोर्ट ने SEBI से कहा- जांच के ल‍िए 6 महीने नहीं म‍िलेंगे, 15 मई को अगली सुनवाई","link":"https://www.jagran.com/news/national-adani-hindenburg-case-sc-lists-matter-for-15-may-for-consideration-of-sebi-plea-seeking-extension-of-time-23410423.html","content":"नई द‍िल्‍ली, एएनआई। सुप्रीम कोर्ट ने शुक्रवार को कहा कि वह सेबी को अदाणी समूह द्वारा शेयर की कीमत में हेरफेर के आरोपों की जांच के लिए तीन महीने का विस्तार दे सकता है। सेबी ने सुप्रीम कोर्ट से छह महीने का समय मांगा था। चीफ जस्टिस डीवाई चंद्रचूड़ ने कहा कि छह महीने का समय सही नहीं है। इस मामले में अगली सुनवाई 15 मई को होगी।  सुप्रीम कोर्ट ने सेबी से कहा, ''हम जांच का समय बढ़ाएंगे, लेक‍िन छह महीने नहीं, बल्‍क‍ि तीन महीने के ल‍िए समय बढ़ाएंगे।'' कोर्ट ने समय बढ़ाने की मांग वाली सेबी की याचिका पर विचार के लिए 15 मई के लिए मामले को सूचीबद्ध किया। बता दें, इस मामले में सुप्रीम कोर्ट ने छह सदस्यीय कमेटी भी बनाई थी और दो महीने के अंदर रिपोर्ट मांगी थी। 8 मई को कमेटी ने बंद लिफाफे में अपनी रिपोर्ट सौंप दी। चीफ जस्‍ट‍िस ने कहा, जस्टिस सप्रे की कमेटी की रिपोर्ट आ गई है। हम वीकेंड के दौरान इस रिपोर्ट को देखेंगे। हिंडनबर्ग ने 24 जनवरी 2023 को अदाणी ग्रुप के खिलाफ अपनी एक रिपोर्ट जारी की थी। इस रिपोर्ट में दावा क‍िया गया क‍ि अदाणी ग्रुप की कंपनियां 80 प्रति‍शत ओवरवैल्यूड हैं। इसके साथ ही आरोप लगाया गया था कि ग्रुप हेरफेर करके शेयरों के दाम बढ़ाता है। हिंडनबर्ग रिसर्च की रिपोर्ट आने के बाद अदाणी ग्रुप के शेयरों के मूल्यों में भारी गिरावट देखने को मिली थी। ","publishedAt":"Publish Date: Fri, 12 May 2023 04:32 PM (IST)"},{"heading":"कांग्रेस ने बीजेपी सरकार पर साधा निशाना, कहा- बड़ी कंपनियां हो रहीं मालामाल जबकि MSME रही हैं पिछड़","link":"https://www.jagran.com/news/national-congress-targeted-the-bjp-government-he-said-big-companies-are-getting-rich-while-msmes-are-lagging-behind-23410424.html","content":"नई दिल्ली, पीटीआई। कांग्रेस पार्टी ने भारतीय जनता पार्टी पर निशाना साधा है। उन्होंने पीएम नरेंद्र मोदी सरकार को घेरते हुए कहा कि उन्होंने देश में आर्थिक शक्ति का केंद्रीकरण किया है, जिसके तहत देश की केवल बड़ी-बड़ी कंपनियां की फल-फूल रही हैं और समृद्ध हो रहीं है। जबकि सूक्ष्म, लघु एवं मध्यम उद्योगों (एमएसएमई) को कई समस्याओं का सामना करना पड़ रहा है और वह विकास नहीं कर पा रही हैं। अखिल भारतीय कांग्रेस समिति के महासचिव जयराम रमेश ने भी ट्विटर पर एक चार्ट पोस्ट किया है। इस चार्ट में देश की पिछले कुछ सालों में टैक्स देने के बाद मुनाफा कमाने वाली टॉप 20 कंपनी के बारे में बताया गया है। इस चार्ट में कंपनी की हिस्सेदारी के लिए कर भुगतान के बाद प्रॉफिट (पीएटी) और नकदी के मुक्त प्रवाह के बाद लाभ के ट्रेंड के बारे में दर्शाया गया है। जयराम रमेश ने निशाना साधते हुए कहा कि मित्र काल की हकीकत यह है कि एमएसएमई समस्याओं से जूझ रही है, जबकि कुछ बड़ी कंपनियां लगातार समृद्ध हो रही हैं। उन्होंने कहा कि खासकर प्रधानमंत्री के कुछ चुनिंदा कारोबारी घराने की कंपनियां अधिक फल-फूल रही हैं। जयराम ने कहा कि मोदी सरकार ने आर्थिक शक्ति का केवल केंद्रीकरण किया है। भारत में शीर्ष 20 पीएटी जनरेटर की इक्विटी के लिए कर के बाद लाभ और मुफ्त नकदी प्रवाह शीर्षक वाले चार्ट को साझा करते हुए जयराम रमेश ने ट्वीट किया कि भारत में बड़ी 20 कंपनियां कुल लाभ का 80 प्रतिशत उत्पन्न करती हैं, जबिक एक दशक पहले यह 50 प्रतिशत से कम था। यह भी पढ़ें- अंतरराष्ट्रीय नर्स दिवस के मौके पर शाह ने किया ट्वीट, कहा- नर्सों का असाधारण बलिदान मानव जाति के लिए प्रेरणा कांग्रेस बीजेपी सरकार पर देश में धन असमानता पैदा करने का आरोप लगाती रही है। साथ ही विपक्षी दल ने यह भी आरोप लगाया है कि इससे गरीब और अमीर के बीच की खाई बढ़ रही है। बता दें कि यह मुद्दा राहुल गांधी के नेतृत्व वाली कन्याकुमारी से कश्मीर 'भारत जोड़ो यात्रा' के दौरान भी खूब उजागर किया गया था।\n यह भी पढ़ें- The  Kerala Story पर SC की ममता सरकार को फटकार, CJI बोले- लोगों को तय करने दें, फिल्म अच्छी है या बुरी\n\n","publishedAt":"Publish Date: Fri, 12 May 2023 04:30 PM (IST)"},{"heading":"अंतरराष्ट्रीय नर्स दिवस के मौके पर शाह ने किया ट्वीट, कहा- नर्सों का असाधारण बलिदान मानव जाति के लिए प्रेरणा","link":"https://www.jagran.com/news/national-on-international-nurses-day-amit-shah-tweeted-that-extraordinary-sacrifice-of-nurses-during-pandemic-inspires-mankind-23410420.html","content":"नई दिल्ली, पीटीआई।  केंद्रीय गृह मंत्री अमित शाह ने शुक्रवार को अंतरराष्ट्रीय नर्स दिवस पर नर्सों की सराहना करते हुए कहा कि उनकी कड़ी मेहनत और निस्वार्थ समर्पण देश की स्वास्थ्य सेवा प्रणाली की नींव है। फ्लोरेंस नाइटिंगेल की जयंती पर पूरी दुनिया में 12 मई को अंतर्राष्ट्रीय नर्स दिवस मनाया जाता है। इस मौके पर गृह मंत्री अमित शाह ने ट्वीट किया, \"अंतरराष्ट्रीय नर्स दिवस पर, मैं उन नर्सों को बधाई देता हूं जिनकी कड़ी मेहनत और निस्वार्थ समर्पण ने हमारी स्वास्थ्य सेवा प्रणाली की नींव रखी। जीवन बचाने के लिए उनके असाधारण बलिदान, विशेष रूप से महामारी के दौरान की गई सेवा, मानव जाति को प्रेरित करते रहेंगे।\" पूरी दुनिया में 12 मई को नर्स दिवस मशहूर नर्स फ्लोरेंस नाइटिंगेल के याद में मनाया जाता है। आज ही के दिन उनका जन्म हुआ था। इनको दुनिया भर में 'द लेडी विद द लैंप' के नाम से जाना जाता है। दरअसल, इन्होंने क्रीमिया युद्ध के दौरान रात में लैंप लेकर सैनिकों का इलाज करने जाती थी। इन्होंने रात में इलाज करते हुए कई सैनिकों को इंफेक्शन से बचाया था। इसके बाद से ही नर्सिंग, महिलाओं के लिए एक पेशा बन गया था। हर साल इस दिन के लिए इंटरनेशनल काउंसिल ऑफ नर्स (ICN) कोई खास थीम रखती है। ऐसे में इस साल यानी 2023 की थीम 'आवर नर्सेस आवर फ्यूचर' (Our Nurses, Our Future) है। इसका मतलब है कि 'हमारी नर्स हमारा भविष्य' हैं। कोरोना महामारी के दौरान देखा गया है कि एक मरीज के इलाज के लिए डॉक्टर जितने जरूरी थे, उतनी ही जरूरी नर्सेस भी थी। लगातार हर एक मरीज के लिए मौजूद रहना उनके कर्तव्य के प्रति बलिदान का प्रदर्शन करना है।","publishedAt":"Publish Date: Fri, 12 May 2023 04:20 PM (IST)"},{"heading":"Mau Nikay Chunav Result 2023: करवट बदलते बीतेगी 1198 प्रत्याशियों की रात, चट्टी-चौराहों पर कयासबाजी हुई तेज","link":"https://www.jagran.com/news/national-1198-candidates-in-mau-nikay-chunav-result-declare-saturday-morning-23410421.html","content":" जागरण संवाददाता, मऊ : नगर निकाय के गुरुवार को सम्पन्न हुए मतदान के बाद अब 1198 प्रत्याशियों की रातें मतगणना परिणाम न आने तक अब करवटें बदलने में बीतेंगी। गुरुवार की रात तो प्रत्याशियों व उनके समर्थकों के थके होने की वजह से बीत गई, लेकिन शुक्रवार की रात इंतजार की रात है। सुबह ही मतगणना शुरू हो जाएगी। ऐसे में प्रत्याशियों की धुकधुकी बढ़ती जा रही है। दूसरी तरफ चट्टी और चौराहों पर जीत-हार के तरह-तरह के कयास लगाने शुरू कर दिए गए हैं। इसमें किसी को आगे तो किसी को पीछे बताया जा रहा है। फिलहाल शनिवार को दोपहर तक स्थिति साफ होती नजर आएगी। जनपद में मऊ नगर पालिका व 10 नगर पंचायत के अध्यक्ष के 118 व सदस्य के 1086 प्रत्याशी का भाग्य गुरुवार की शाम छह बजे तक मतपेटिका में बंद हो गया है। नगर पालिका मऊ का बैलेट बाक्स डीसीएसके पीजी कालेज में बने स्ट्रांग रूम में देर रात तक जमा किया गया, वहीं घोसी तहसील का सर्वोदय इंटर कालेज में, मुहम्मदाबाद गोहना तहसील के नगर पंचायतों का बैलेट बाक्स टाउन इंटर कालेज में व सदर तहसील के नगर पंचायतों का बैलेट बाक्स सदर तहसील में जमा कराया गया। मतगणना शनिवार को सुबह आठ बजे तक शुरू हो जाएगी। नगर पालिका मऊ में भाजपा से अरुण कुमार, सपा से आबिद अख्तर, बसपा से अरशद जमाल, कांग्रेस से विष्णु कुशवाहा, आम आदमी पार्टी से सुशील कुमार चौधरी, सुहेलदेव समाज पार्टी से राममूरत राम, आल इंडिया मजलिस ए इतेहादुल मस्लिमीन से मुन्नवर अली और किन्नर निर्दलीय सुरेंद्र उर्फ श्वेता मैदान में है। इनके भाग्य का फैसला शनिवार को दोपहर तक पता चल जाएगा। ऐसे में इन प्रत्याशियों के लिए शुक्रवार की रात काफी इंतजार वाली रात हैं। कई प्रत्याशी करवटें बदलकर अपनी रात बिताएंगे। इसी प्रकार घोसी, अमिला, कोपागंज, कुर्थीजाफरपुर, वलीदपुर, चिरैयाकोट, मुहम्मदाबाद गोहना, अदरी, दोहरीघाट और मधुबन नगर पंचायतें शामिल हैं। इनकी भी मतगणना सुबह आठ बजे शुरू हो जाएगी। यहां 110 अध्यक्ष पद के प्रत्याशी पेशोपेश में पड़े हैं। इन्हें शनिवार की सुबह का इंतजार हैं। नगर पंचायतों के भी रिजल्ट दोपहर तक साफ हो जाएंगे। मतगणना में मात्र कुछ समय शेष बचा है। ऐसे में शुक्रवार की रात प्रत्याशियों के लिए काफी कठिन रात होगी, क्योंकि शनिवार को सुबह से ही मतगणना शुरू हो जाएगी। इसके बाद परिणाम आने शुरू हो जाएंगे। जब तक परिणाम नहीं आएंगा तब इन प्रत्याशियों की सांसे अटकी रहेगी। फिलहाल इन प्रत्याशियों में किसके सिर ताज सजता है, यह तो परिणाम के बाद ही पता चलेगा।\n","publishedAt":"Publish Date: Fri, 12 May 2023 04:18 PM (IST)"},{"heading":"अमेरिकी विमानन कंपनी Boeing का दावा, कहा- 'दुनिया में सबसे तेजी बढ़ता विमानन बाजार है भारत'","link":"https://www.jagran.com/news/national-boeing-claims-india-is-worlds-fastest-growing-aviation-market-it-has-huge-sales-potential-23410388.html","content":"नई दिल्ली, पीटीआई। Go First संकट को देखते हुए अमेरिकी विमान निर्माता बोइंग ने शुक्रवार को कहा कि वह ऐसे मुद्दों पर कम करने के लिए अपनी सर्वश्रेष्ठ क्षमताओं के अनुसार हितधारकों के साथ मिलकर काम करेगी। बोइंग कमर्शियल एयरप्लेन के उपाध्यक्ष, रेयान वियर ने कहा कि भारत में इसकी बिक्री की अधिक संभावनाएं हैं। इससे पहले पट्टेदारों ने राष्ट्रीय कंपनी कानून न्यायाधिकरण (एनसीएलटी) के गो फर्स्ट की परिसंपत्तियों पर रोक लगाने के बारे में चिंता जताई थी। ऐसे में एयरलाइन द्वारा पट्टे पर लिए गए विमानों के पंजीकरण को रद्द करने पर भी रोक लग गई थी। Go First संकट और पट्टेदारों की चिंताओं के बारे में पूछे गए एक सवाल के जवाब में, वियर ने कहा कि बोइंग हितधारकों के साथ काम कर रहा है और ऐसे मुद्दों को कम करने के लिए अपनी पूरी क्षमता के साथ काम करेगा। उन्होंने कहा, \"हमें नहीं पता कि इसका क्या असर होगा।\" भारत दुनिया के सबसे तेजी से बढ़ते विमानन बाजारों में से एक है। इस साल की शुरुआत में बोइंग ने अनुमान लगाया था कि भारत को अगले दो दशकों में करीब 2,210 नए विमानों की जरूरत होगी। इसने भारतीय बाजार के लिए 2041 तक लगभग 7 प्रतिशत वार्षिक घरेलू हवाई यातायात वृद्धि का भी अनुमान लगाया। विमानन कंपनी गो-फर्स्ट इस समय आर्थिक संकट से जूझ रही है। इसके कारण उसे अपनी कई उड़ानों को भी रद्द करना पड़ा है। हाल ही में, गो फर्स्ट संकट के मद्देनजर देश के 10 शहरों से संचालित की जाने वाली हज उड़ानों को सरकार ने इंडिगो एयरलाइन एवं सऊदी अरब की दो एयरलाइंस को आवंटित करने का निर्णय किया है।","publishedAt":"Publish Date: Fri, 12 May 2023 03:45 PM (IST)"},{"heading":"दो या अधिक बच्चे वाले कर्मचारियों को अतिरिक्त मिलेगी सैलरी, सिक्किम सरकार ने क्यों लिया फैसला?","link":"https://www.jagran.com/news/national-employees-having-two-or-more-children-will-get-extra-salary-in-the-sikkim-government-23410355.html","content":"गंगटोक, पीटीआई। सिक्किम सरकार ने अहम फैसला लिया है। वहां अब 2 या उससे अधिक बच्चे पैदा किए जाने पर कर्मचारियों को अतिरिक्त वेतन दिया जाएगा। दरअसल, सिक्किम में वहां के समुदायों की आबादी को बढ़ावा देने के लिए राज्य सरकार ने दो या तीन बच्चों वाले अपने कर्मचारियों को अतिरिक्त वेतन वृद्धि देने का फैसला किया है। साथ ही उनका यह फैसला इस साल की 1 जनवरी से ही माना जाएगा। डीओपीटी (Department of Personnel Secretary) के सचिव रिनजिंग चेवांग भूटिया ने 10 मई को जारी एक नोटिफिकेशन में कहा कि सिक्किम विषय प्रमाण पत्र/पहचान प्रमाण पत्र रखने वाले राज्य सरकार के कर्मचारियों को दो से अधिक बच्चों के लिए एडवांस सैलरी मिलेगी। वहीं, जिन कर्मचारियों के तीन बच्चे हैं उन्हें एक एडिशनल सैलरी मिलेगी।  भूटिया ने कहा कि यह योजना 1 जनवरी, 2023 से ही प्रभावी मानी जाएगी। साथ ही उन्होंने यह भी कहा कि केवल वे कर्मचारी जिनके दूसरे और तीसरे बच्चे का जन्म 1 जनवरी, 2023 या उसके बाद हुआ है, इस योजना के लिए पात्र होंगे। डीओपीटी के सचिव ने कहा कि गोद लेने के मामले में योजना का लाभ लागू नहीं होगा। बता दें कि सिक्किम के मुख्यमंत्री प्रेम सिंह तमांग ने इस साल जनवरी में गंगटोक में एक कार्यक्रम में कहा था कि स्थानीय स्वदेशी आबादी के बीच कम प्रजनन दर सिक्किम में गंभीर चिंता का विषय है और इसे बढ़ाने के लिए हमें कदम उठाने चाहिए। उन्होंने इसे दूर करने के लिए रियायतों का वादा किया था। उनकी घोषणा के चार महीने के बाद इस योजना को लागू किया गया है। लगभग सात लाख लोगों की आबादी वाला सिक्किम भारत का सबसे कम आबादी वाला राज्य है। यह भी पढ़ें-  Hema Meena: संविदा पर नौकरी और सैलरी 30 हजार, मध्यप्रदेश की यह महिला इंजीनियर चर्चा में क्यों है? राज्य की कुल प्रजनन दर (टीएफआर) 1.1 है जो देश में सबसे कम है। मुख्यमंत्री ने स्वदेशी लेप्चा, भाटिया और नेपाली समुदायों की घटती आबादी पर बार-बार चिंता व्यक्त की है और कहा है कि उनकी सरकार स्थानीय लोगों की संख्या बढ़ाने के लिए आवश्यक प्रोत्साहन लेने के लिए प्रतिबद्ध है।\n\n\n\n\n\n\n यह भी पढ़ें-  Kerala: इडुक्की में दंपती ने अपने नवजात बच्चे को उतारा मौत के घाट, गला घोंटकर की हत्या; पुलिस ने किया गिरफ्तार\n\n","publishedAt":"Publish Date: Fri, 12 May 2023 03:24 PM (IST)"},{"heading":"The Kerala Story पर SC की ममता सरकार को फटकार, CJI बोले- लोगों को तय करने दें, फिल्म अच्छी है या बुरी","link":"https://www.jagran.com/news/national-the-kerala-story-bengal-government-reprimanded-for-banning-film-sc-cji-said-let-people-decide-23410344.html","content":"नई दिल्ली, एजेंसी। 'द केरल स्टोरी' फिल्म पर बंगाल सरकार द्वारा बैन लगाने पर सुप्रीम कोर्ट ने नाराजगी जताई है। सीजेआई डी वाई चंद्रचूड़ ने फटकार लगाते हुए कहा कि जब पूरे देश में फिल्म दिखाई जा रही है तो प.बंगाल में क्यों नहीं लोगों को तय करने दें कि फिल्म अच्छी है या बुरी। सुप्रीम कोर्ट ने इसी के साथ पश्चिम बंगाल सरकार को नोटिस जारी कर जवाब मांगा है। सुप्रीम कोर्ट ने फिल्म के निर्माताओं की उस याचिका पर पश्चिम बंगाल सरकार को नोटिस जारी किया, जिसमें राज्य में फिल्म के प्रदर्शन पर प्रतिबंध लगाने के पश्चिम बंगाल सरकार के फैसले को चुनौती दी गई है। सुप्रीम कोर्ट ने इसी के साथ तमिलनाडु सरकार को भी नोटिस जारी किया है। SC ने तमिलनाडु सरकार से 'द केरला स्टोरी' प्रदर्शित करने वाले थिएटरों को सुरक्षा प्रदान करने के लिए किए गए उपायों को बताने के लिए कहा है। बता दें कि तमिलनाडु में भी इस फिल्म पर बैन लगा हुआ है। सीजेआई ने आगे कहा कि फिल्म पूरे देश में प्रदर्शित की जा रही है, लेकिन पश्चिम बंगाल सरकार को फिल्म पर प्रतिबंध क्यों लगाया है। सीजेआई ने सरकार से पूछा कि आप इस फिल्म को चलने क्यों नहीं देना चाहते हैं? फिल्म देश के विभिन्न हिस्सों में समान जनसांख्यिकीय प्रोफाइल के साथ चल रही है।  बता दें कि पश्चिम बंगाल की ममता सरकार ने द केरल स्टोरी पर बैन लगा रखा है। सरकार का कहना है कि इस फिल्म से लोगों में गुस्सा उत्पन्न हो सकता है और राज्य में माहौल खराब हो सकता है।","publishedAt":"Publish Date: Fri, 12 May 2023 03:12 PM (IST)"},{"heading":"Hema Meena: संविदा पर नौकरी और सैलरी 30 हजार, मध्यप्रदेश की यह महिला इंजीनियर चर्चा में क्यों है?","link":"https://www.jagran.com/news/national-raid-at-hema-meena-home-in-bhopal-30-lakhs-tv-and-expensive-dogs-are-found-at-sub-engineer-hema-meena-home-23410207.html","content":"नई दिल्ली, ऑनलाइन डेस्क। मध्य प्रदेश से एक ऐसा मामला सामने आया है जिसे सुनकर आपकी आंखें खुली की खुली रह जाएंगी। जी हां, मध्य प्रदेश पुलिस हाउसिंग कॉरपोरेशन की संविदा पर नियुक्त सहायक इंजीनियर हेमा मीणा (Assistant Engineer Hema Meena) के भोपाल डिग्री कालेज के सामने बिलखिरिया इलाके में स्थित घर, नजदीक में ही स्थित फार्म हाउस और आफिस पर गुरुवार को लोकायुक्त की टीम ने छापा मारा। इस दौरान टीम ने 7 करोड़ से अधिक की संपत्ति होने का खुलासा किया है। इस पूरे मामले में सबसे ज्यादा हैरान करने वाली बात तो ये है कि महज 30 हजार रुपये महीने वेतन पाने वाली हेमा मीणा ने दो एकड़ जमीन पर 20 हजार वर्गफीट में आलीशान फार्म हाउस बना रखा है, जहां 30 लाख रुपये की टीवी लगा रखी है। इतना ही नहीं, गिर नस्ल की 70 गायें, महंगी नस्ल के 65 श्वान (कुत्ते) भी पाले हुए हैं। फार्म हाउस के गेट पर चौकीदार तैनात रहते थे, जो वाकी-टाकी के जरिए एक दूसरे से बात करते थे। बता दें कि छापेमारी के दौरान मीणा के फार्म हाउस से 10 कारें भी बरामद हुई हैं। इसके अलावा करोड़ों रुपये के कृषि उपकरण, साढ़े 10 लाख का सोना, 8 हजार की चांदी और 70 हजार रुपये नकद मिले हैं। तीन डिजिटल वीडियो रिकार्डर (डीवीआर) और महंगी शराब की बोतलें भी बरामद की गई हैं। लोकायुक्त के अधिकारियों का कहना है कि कई दस्तावेज भी जब्त किए गए हैं, पूरी संपत्ति के आकलन में दो दिन का समय लगेगा। लोकायुक्त पुलिस के मुताबिक, संविदा पर नौकरी करने वाली सहायक इंजीनियर हेमा मीणा का मासिक वेतन 30 हजार रुपये है लेकिन उसने 13 साल की नौकरी में आय से 232% अधिक संपत्ति अर्जित कर रखी है। वेतन के हिसाब से हेमा की संपत्ति ज्यादा से ज्यादा 18 लाख रुपये होनी चाहिए थी।  बता दें कि असिस्टेंट इंजीनियर हेमा मीणा अपने पिता के नाम 20 हजार वर्गफीट जमीन पर बने 40 कमरों के बंगले में रहती है। इसकी कीमत लगभग 1 करोड़ रुपये से ज्यादा होने का अनुमान है। खास बात यह है कि 20 हजार वर्गफीट में फैले परिसर में मौजूद दर्जनों कर्मचारियों से बात करने लिए हेमा मीणा वॉकी-टॉकी का इस्तेमाल करती थी। यही नहीं, लोकायुक्त पुलिस के छापे में संविदा इंजीनियर के बंगले से रोटी बनाने की भी मशीन मिली है। 2.50 लाख रुपये की इस मशीन का इस्तेमाल कुत्तों के लिए रोटी बनाने में होता है। \n\n हेमा मीणा के बंगले में लग्जरी आइटम्स की भरमार थी। मासिक 30 हजार वेतन पाने वाली संविदा इंजीनियर के एक कमरे से 30 लाख रुपये का टीवी सेट बरामद हुआ है। फिलहाल टीवी सेट का इस्तेमाल शुरू नहीं हुआ था। बॉक्स में पैक ही मिला। साथ ही  2 ट्रक, 1 टैंकर और महिंद्र थार समेत 10 महंगी गाड़ियां भी इंजीनियर के बंगले से बरामद की गई हैं।   \n लोकायुक्त पुलिस के 50 लोगों की टीम हेमा मीणा के खिलाफ कार्रवाई करने पहुंची तो बंगले पर तैनात गार्ड्स ने रोकाटोकी की। तब सिविल ड्रेस में पहुंचे टीम के सदस्यों ने खुद को पशुपालन विभाग का अधिकारी बताया। साथ ही बंगले में लगे सोलर पैनल चेक करने का बहाना बनाकर अंदर घुसे गए। इसके बाद अंदर मौजूद हेमा मीणा को एक कमरे में बैठाकर उसके मोबाइल फोन जब्त कर लिए और कार्रवाई शुरू कर दी गई।  \n\n मिली जानकारी के अनुसार, पति से तलाक ले चुकी हेमा मीणा रायसेन जिले के चपना गांव की रहने वाली है। साल 2011 में उसकी संविदा पर नौकरी लगी थी। फिलहाल वह मध्य प्रदेश पुलिस हाउसिंग कॉरपोरेशन में प्रभारी असिस्टेंट इंजीनियर के पद पर पदस्थ है।\n","publishedAt":"Publish Date: Fri, 12 May 2023 01:17 PM (IST)"},{"heading":"Tripura: दो नाबालिग आदिवासी लड़कियों के साथ हुआ सामूहिक दुष्कर्म, एक आरोपी गिरफ्तार; आठ आरोपी अब भी फरार","link":"https://www.jagran.com/news/national-tripura-news-two-minor-tribal-girls-physically-assaulted-one-accused-arrested-eight-accused-still-absconding-23410284.html","content":"अगरतला, पीटीआई। त्रिपुरा के गोमती जिले में दो नाबालिग आदिवासी लड़कियों के साथ कथित तौर पर सामूहिक दुष्कर्म का मामला सामने आया है। सहायक महानिरीक्षक (एआईजी) ज्योतिष दास चौधरी ने बताया कि मुख्य आरोपी की पहचान तिंघारिया के मोलराई जमातिया के रूप में हुई है और उसे गिरफ्तार कर लिया गया है, लेकिन आठ अन्य आरोपी अब भी फरार हैं। पुलिस के मुताबिक, दोनों लड़कियां बुधवार को जिले के अमरपुर शहर में वार्षिक सांस्कृतिक कार्यक्रम 'बैशाकी मेला' में शामिल होने के लिए पहुंची थी। इसी दौरान वे मोलराई से मिली, जो फेसबुक के जरिए उनका दोस्त बना था। पुलिस ने बताया, \"आरोपी दोनों लड़कियों को स्कूटर पर बैठाकर मेले से दूर चेचुआ में रबर बागान में ले गया। वहां उसके सात-आठ दोस्त उसका इंतजार कर रहे थे। वहीं पर मौका पाते ही आरोपी मोलराई और उसके सभी दोस्तों ने मिलकर दोनों लड़कियों के साथ दुष्कर्म किया। इसके बाद मोलराई दोनों लड़कियों को अमरपुर ले गया और गुरुवार तड़के सुबह उन्हें छोड़कर भाग गया।\" दोनों लड़कियों के बयान के आधार पर पुलिस हरकत में आई और गुरुवार को सामूहिक दुष्कर्म के मामले में कथित संलिप्तता के लिए मोलराई को गिरफ्तार कर लिया। पुलिस अधिकारी ने कहा, \"हमने मामले के मुख्य आरोपी को गिरफ्तार कर लिया है और अन्य आरोपियों को गिरफ्तार करने की कोशिश कर रहे हैं। जांच प्रक्रिया के तहत पीड़ितों का मेडिकल परीक्षण किया गया है।' त्रिपुरा महिला आयोग (टीसीडब्ल्यू) ने दो आदिवासी लड़कियों के साथ सामूहिक दुष्कर्म की निंदा की है। उन्होंने कहा, \"यह हैरानी की बात है कि अमरपुर के चेचुआ इलाके में युवकों के एक समूह ने दो लड़कियों के साथ सामूहिक दुष्कर्म किया। टीसीडब्ल्यू की अध्यक्ष बरनाली गोस्वामी ने शुक्रवार को कहा, \"हमने अपराध की निंदा की और जघन्य कृत्य में शामिल लोगों के लिए उचित कार्रवाई और सजा की मांग की। ","publishedAt":"Publish Date: Fri, 12 May 2023 02:01 PM (IST)"},{"heading":"सुप्रीम कोर्ट ने गुजरात के 68 न्यायाधीशों की पदोन्नति पर लगाई रोक, राहुल गांधी को सजा सुनाने वाले जज भी शामिल","link":"https://www.jagran.com/news/national-supreme-court-says-recommendations-by-gujarat-hc-and-subsequent-state-government-notification-are-illegal-23410199.html","content":"नई दिल्ली, एएनआई। सुप्रीम कोर्ट ने शुक्रवार को गुजरात के 68 न्यायिक अधिकारियों की पदोन्नति पर रोक लगा दी है। इसमें कांग्रेस नेता राहुल गांधी को मानहानि मामले के एक मामले में दोषी करार देने वाले सूरत के मुख्य न्यायिक मजिस्ट्रेट हरीश हसमुखभाई वर्मा भी शामिल है। जस्टिस एमआर शाह और सी टी रविकुमार की पीठ ने कहा कि गुजरात राज्य न्यायिक सेवा नियम 2005 के अनुसार, जिसे 2011 में संशोधित किया गया था, पदोन्नति योग्यता-सह-वरिष्ठता के सिद्धांत और उपयुक्तता परीक्षण पास करने पर की जानी चाहिए। पीठ ने कहा, \"हम इस बात से अधिक संतुष्ट हैं कि उच्च न्यायालय द्वारा जारी की गई विवादित सूची और जिला न्यायाधीशों को पदोन्नति देने के लिए राज्य सरकार द्वारा जारी किया गया आदेश अवैध और इस अदालत के फैसले के विपरीत है। इसलिए, ये टिकाऊ नहीं हैं।\"  पीठ ने आगे कहा, \"हम पदोन्नति सूची के कार्यान्वयन पर रोक लगाते हैं। संबंधित पदोन्नतियों को उनके मूल पद पर भेजा जाता है, जो वे अपनी पदोन्नति से पहले धारण कर रहे थे।\" पीठ ने पदोन्नति पर रोक लगाते हुए एक अंतरिम आदेश पारित किया और निर्देश दिया कि मामले की सुनवाई एक उपयुक्त पीठ द्वारा की जाए, क्योंकि न्यायमूर्ति शाह 15 मई को सेवानिवृत्त हो रहे हैं। शीर्ष अदालत जिला जजों के उच्च कैडर में 68 न्यायिक अधिकारियों के चयन को चुनौती देने वाली वरिष्ठ सिविल जज कैडर के अधिकारियों, रविकुमार महेता और सचिन प्रतापराय मेहता की याचिका पर सुनवाई कर रही थी।दोनों याचिकाकर्ता गुजरात सरकार के विधि विभाग में अंडर सेकेट्री और राज्य विधि सेवा प्राधिकरण में सहायक निदेशक हैं। सुप्रीम कोर्ट ने दोनों न्यायिक अधिकारियों की याचिका पर 13 अप्रैल को गुजरात सरकार और हाईकोर्ट के रजिस्ट्रार जनरल को नोटिस जारी किया था। शीर्ष अदालत ने मामला लंबित होने के बावजूद न्यायिक अधिकारियों के प्रमोशन का फैसला करने और इस संबंध में 18 अप्रैल को आदेश पारित करने को लेकर काफी आलोचना की थी।\n","publishedAt":"Publish Date: Fri, 12 May 2023 12:12 PM (IST)"},{"heading":"जयपुर सीरियल ब्लास्ट मामले में चार आरोपियों को बरी करने के खिलाफ दायर याचिका पर सुनवाई करेगा SC","link":"https://www.jagran.com/news/national-sc-agrees-to-examine-plea-challenging-rajasthan-hc-order-which-acquitted-four-accused-in-jaipur-serial-blast-case-23410283.html","content":"नई दिल्ली, एएनआई। सुप्रीम कोर्ट 2008 के जयपुर सीरियल बम ब्लास्ट मामले में चार आरोपियों को बरी करने के राजस्थान हाई कोर्ट के आदेश को चुनौती देने वाली पीड़िता के परिवार के सदस्यों की याचिका पर विचार करने के लिए सहमत हो गया है। खबर अपडेट हो रही है...\n","publishedAt":"Publish Date: Fri, 12 May 2023 01:54 PM (IST)"},{"heading":"Gujarat: PM मोदी ने किया विभिन्न परियोजनाओं का उद्घाटन और शिलान्यास, गिफ्ट सिटी का भी करेंगे दौरा","link":"https://www.jagran.com/news/national-pm-narendra-modi-inaugurated-and-laid-the-foundation-stone-of-various-projects-will-also-visit-gift-city-23410238.html","content":"गांधीनगर (गुजरात), एजेंसी। प्रधानमंत्री नरेंद्र मोदी ने गुजरात में लगभग 4,400 करोड़ रुपये की विभिन्न परियोजनाओं का उद्घाटन और शिलान्यास किया। इसके साथ ही वह केंद्र सरकार की आवास योजना के तहत बने मकानों का आवंटन 19000 लाभार्थियों को करेंगे। इस दौरान प्रधानमंत्री नरेंद्र मोदी ने अपने संबोधन में कहा कि मैं सभी लाभार्थियों को एक बार फिर बहुत बहुत बधाई देता हूं, विशेष तौर पर उन बहनों को जिन्हें आज अपना पक्का घर मिला है। गुजरात में फिर से भाजपा सरकार बने कुछ ही महीने हुए हैं, लेकिन विकास ने जो गति पकड़ी है उसे देखकर मुझे बहुत खुशी हो रही है। पीएम मोदी ने कहा कि आज हमारी सरकार हर अभाव को दूर करते हुए, हर गरीब तक खुद पहुंचने का काम कर रही है। लाभार्थियों तक पहुंचने के लिए हमारी सरकार न जाति देखती है और न ही धर्म देखती है। क्योंकि मैं सोचता हूं कि जहां कोई भेदभाव नहीं है वहीं तो सच्चा secularism है।\n उन्होंने आगे कहा कि पहले real estate सेक्टर में मनमानी चलती थी, धोखेबाजी की शिकायत आती थी। मध्यम वर्ग के परिवारों को सुरक्षा देने के लिए कोई कानून नहीं था। हमने एक रेरा कानून बनाया, इससे मध्यम वर्ग के परिवारों को सुरक्षा मिली है।\n\n पीएम मोदी ने कहा कि 'पीएम आवास योजना' गरीबों के साथ महिला सशक्तिकरण को भी बहुत बड़ी ताकत दे रही है। पिछले 9 वर्षों में करीब-करीब 4 करोड़ पक्के घर गरीब परिवारों को मिल चुके हैं। इनमें करीब 70% घर महिला लाभार्थियों के नाम पर हैं।\n","publishedAt":"Publish Date: Fri, 12 May 2023 01:04 PM (IST)"},{"heading":"Manipur: डिफ्यूज करते वक्त फट गया बम, घायल हुआ असम राइफल्स का जवान","link":"https://www.jagran.com/news/national-assam-rifles-soldier-injured-diffusing-improvised-bomb-in-manipur-23410274.html","content":"इंफाल, एजेंसी। मणिपुर के विष्णुपुर जिले में एक बड़ी घटना घटी है। एक बम को निष्क्रिय करते वक्त असम राइफल्स का जवान घायल हो गया है। बम निष्क्रिय वक्त वो फट गया, जिसमें जवान घायल हो गया। बताया जा रहा है कि बम फटने का मामला साउथ इंफाल से 60 किमी दूर सैतान गांव का है। आर्मी के हवाले से इसकी जानकारी दी गई है। रक्षा प्रवक्ता ने बताया कि स्थानीय तौर पर देशी बम बनाया गया था। उन्होंने बताया कि आर्मी जवान इसे निष्क्रिय करने की कोशिश कर रहा था, इसी दौरान वह घायल हो गया। जवान को ज्यादा चोट नहीं आई है। बता दें कि एक दिन पहले विष्णुपुर जिले में तेरा खोंगफंगबी के पास संदिग्ध आतंकवादियों ने एक पुलिसकर्मी की गोली मारकर हत्या कर दी थी। इस आतंकी हमले में चार लोग घायल भी हुए थे। अधिकारियों ने कहा कि आतंकियों को पकड़ने के लिए तब से ही क्षेत्र में पुलिस और सेना तलाशी अभियान चला रही है। गौरतलब है कि मणिपुर में हाल ही में आदिवासी प्रदर्शन के दौरान हिंसा हुई थी। मेइती समुदाय की अनुसूचित जनजाति का दर्जा देने की मांग के विरोध में मार्च हुआ था। इस दौरान हिंसा भड़क गई थी।","publishedAt":"Publish Date: Fri, 12 May 2023 01:37 PM (IST)"},{"heading":"Kerala: इडुक्की में दंपती ने अपने नवजात बच्चे को उतारा मौत के घाट, गला घोंटकर की हत्या; पुलिस ने किया गिरफ्तार","link":"https://www.jagran.com/news/national-kerala-news-couple-strangles-newborn-baby-to-death-in-kerala-23410262.html","content":"इडुक्की, पीटीआई। केरल के इस हाई रेंज जिले में एक प्रवासी दंपती ने कथित तौर पर अपने नवजात बच्चे की गला घोंटकर हत्या कर दी। इस बात की जानकारी पुलिस की ओर से दी गई है। सात मई को तड़के कुंबुममेट्टु के शांतिपुरम में एक एस्टेट से इस निर्मम हत्या की खबर सामने आई थी। पुलिस ने बताया कि बच्चे का जन्म मध्य प्रदेश के रहने वाले दंपती के घर हुआ था, जो पिछले कुछ समय से रिश्ते में थे और यहां एस्टेट श्रमिकों के रूप में रह रहे थे। पुलिस ने बताया कि बच्चे की हत्या के मामले में 23 वर्षीय व्यक्ति को गिरफ्तार कर लिया गया है। उन्होंने बताया कि मृतक की मां का एक स्थानीय अस्पताल में इलाज चल रहा है और वह पुलिस की निगरानी में है। उन्होंने कहा, \"बताया जा रहा है कि बच्चे का जन्म उस दिन रात 12.30 बजे हुआ था। वे जिस मकान में रह रहे थे, उसके मालिक को सुबह साढ़े छह बजे इस बात का पता चला कि उनके घर में बच्चे का जन्म हुआ और वो मारा गया। पुलिस ने बताया कि मकान मालिक को दंपति रोते हुए दिखे और पूछने पर उन लोगों ने बताया कि उनका बच्चा जन्म लेने के बाद मारा गया। अधिकारी ने कहा, \"हालांकि, पोस्टमार्टम के दौरान डॉक्टर को पता चला कि बच्चे को जन्म के तुरंत बाद गला दबाकर मारा गया था।\" पुलिस ने बताया कि पूछताछ के दौरान आरोपी पिता ने अपराध कबूल किया। हालांकि, इस बात की जानकारी नहीं दी गई है कि दंपती ने यह हत्या किस कारण से की थी।  आरोपियों के खिलाफ हत्या सहित आईपीसी की विभिन्न धाराओं के तहत मामला दर्ज किया गया है। पुलिस ने बताया कि महिला का इलाज चल रहा है और उसे जल्द ही हिरासत में ले लिया जाएगा। ","publishedAt":"Publish Date: Fri, 12 May 2023 01:31 PM (IST)"},{"heading":"IIT Bombay Student's Death: 'जातिगत भेदभाव के पहलू से जांच करें SIT', दर्शन सोलंकी के परिवार की मांग","link":"https://www.jagran.com/news/national-iit-bombay-student-death-case-darshan-solanki-family-demands-sit-probe-into-caste-angle-23410237.html","content":"नई दिल्ली, ऑनलाइन डेस्क। भारतीय प्रौद्योगिकी संस्थान बॉम्बे (IITB) के छात्र दर्शन सोलंकी के पिता रमेश सोलंकी ने गुरुवार को कहा कि मुंबई पुलिस के विशेष जांच दल (एसआईटी) को मामले में जाति आधारित भेदभाव के एंगल से भी जांच करनी चाहिए।से जांच करनी चाहिए। सोलंकी और उनके परिवार के सदस्यों ने मुंबई विश्वविद्यालय के पूर्व कुलपति और सांसद भालचंद्र मुंगेकर के साथ यहां एक प्रेस कॉन्फ्रेंस में शामिल होने के दौरान यह बात कही। अहमदाबाद के रहने वाले और बीटेक (केमिकल) पाठ्यक्रम के प्रथम वर्ष के छात्र दर्शन सोलंकी ने सेमेस्टर परीक्षा समाप्त होने के एक दिन बाद 12 फरवरी को उपनगर पवई में आईआईटी परिसर में एक छात्रावास की सातवीं मंजिल से कथित तौर पर कूदकर अपनी जान दे दी। दर्शन के पिता रमेश सोलंकी ने कहा कि एसआईटी को केवल दर्शन के कमरे में मिले कथित सुसाइड नोट के आधार पर मामले की जांच नहीं करनी चाहिए, बल्कि दर्शन के साथ हुए जातिगत भेदभाव के पहलू की भी जांच करनी चाहिए। सोलंकी ने कहा, \"हमने एसआईटी अधिकारियों को सभी संबंधित सबूत सौंप दिए हैं।\" दरअसल, दर्शन के एक रूममेट को उसे कथित तौर पर आत्महत्या के लिए उकसाने के मामले में गिरफ्तार किया गया था, लेकिन फिलहाल वह जमानत पर बाहर है। इससे पहले दर्शन के परिवार के सदस्यों के साथ एक अन्य छात्र ने भी पुलिस को उसके साथ जाति के कारण होने वाले उत्पीड़न के बारे में बयान सौंपा था। रमेश सोलंकी ने कहा कि दर्शन अपने रूममेट्स द्वारा उत्पीड़न के कारण कमरा बदलना चाहता था। सोलंकी ने आरोप लगाया कि जब दर्शन ने कंप्यूटर और इलेक्ट्रॉनिक गैजेट्स के बारे में सवाल पूछे, तो अन्य छात्रों ने उनका मजाक उड़ाया। सोलंकी ने यह भी दावा किया कि कथित सुसाइड नोट उनके बेटे की लिखावट से मेल नहीं खाता है। दर्शन की बहन जाह्नवी ने भी इस बात का दावा किया है कि सुसाइड नोट की लिखावट उनके भाई की नहीं है। दर्शन के परिवार ने मांग की कि एसआईटी ने अपने भाई के जब्त किए गए सभी इलेक्ट्रॉनिक उपकरणों के डेटा की क्लोन प्रतियां परिवार के सदस्यों को भी सौंपी जानी चाहिए।\n\n मुंबई विश्वविद्यालय के पूर्व कुलपति डॉ. मुंगेकर ने कहा कि हमें लगता है कि दर्शन सोलंकी की आत्महत्या का प्रमुख कारण आईआईटी बॉम्बे और अन्य जगहों पर प्रचलित जाति-आधारित भेदभाव था। उन्होंने कहा, \"कई उदाहरणों का हवाला देने और सबूत देने के बावजूद कि दर्शन सोलंकी को जाति आधारित भेदभाव के कारण आत्महत्या करने के लिए मजबूर किया गया था, हमें नहीं पता कि एसआईटी को इस कोण से इस मुद्दे की जांच करने से कौन रोक रहा है।\"\n\n उन्होंने आरोप लगाया कि एसआईटी द्वारा अब तक की गई जांच विश्वास पैदा नहीं करती है और यह दर्शन के साथ होने वाले भेदभाव को छिपाने का एक प्रयास है।\n","publishedAt":"Publish Date: Fri, 12 May 2023 01:00 PM (IST)"},{"heading":"डॉक्टर वंदना दास हत्याकांड की करेगी जांच क्राइम ब्रांच, इलाज के दौरान मरीज ने सर्जिकल ब्लेड से की थी हत्या","link":"https://www.jagran.com/news/national-crime-branch-will-investigate-the-murder-of-dr-vandana-das-during-treatment-the-patient-was-murdered-with-a-surgical-blade-23410227.html","content":"कोल्लम, पीटीआई।  केरल पुलिस की अपराध शाखा (Crime Branch) ने शुक्रवार को सरकारी कोट्टाराकारा अस्पताल में ड्यूटी पर तैनात एक महिला डॉक्टर की हत्या की जांच अपने हाथ में ले ली है। अब डॉक्टर वंदना दास हत्याकांड की जांच क्राइम ब्रांच करेगी। दरअसल, केरल के कोल्लम जिले में कोट्टारक्कारा के एक तालुक अस्पताल में इलाज के लिए लाए गए एक निलंबित स्कूल शिक्षक ने उसके ही घाव की ड्रेसिंग कर रही 23 वर्षीय एक महिला डॉक्टर वंदना दास को कथित तौर पर सर्जरी में इस्तेमाल होने वाले ब्लेड से हमला कर मार डाला था। यह घटना गुरुवार तड़के करीब 4 बजे पुलिस अधिकारियों की मौजूदगी में हुई, जब संदीप सर्जिकल चाकू से लोगों पर हमला करने लगा। वहीं, अब केरल सरकार ने शुक्रवार सुबह अपराध शाखा को वंदना दास हत्याकांड की जांच सौंपी है। हालांकि, वंदना दास की हत्या करने वाले आरोपी शिक्षक को गिरफ्तार कर लिया गया था। फिलहाल, आरोपी जी संदीप न्यायिक हिरासत में है। आरोपी जी संदीप को पैर में चोट लग जाने पर उसे उपचार के लिए अस्पताल लाया गया था। दरअसल, इमरजेंसी नंबर 112 डायल करने के बाद उसे अस्पताल ले जाया गया था। उसने पुलिस को बताया था कि उसकी जान को खतरा है। जब स्थानीय पुलिस उसके पास पहुंची तो वह अपने घर से दूर खड़ा था। वहां के स्थानीय निवासियों और उसके रिश्तेदारों ने उसे घेर रखा था और उसके पैर में घाव था। साथ ही में उसके हाथ में एक छड़ी भी थी। यह भी पढ़ें- गुजरात हाईकोर्ट की सिफारिशें और राज्य सरकार की अधिसूचना अवैध और SC के फैसलों का उल्लंघन: सुप्रीम कोर्ट अस्पताल में जब आरोपी के घाव की मरहम-पट्टी की जा रही थी, तभी वह अचानक हिंसक हो गया और कैंची तथा सर्जरी में इस्तेमाल होने वाले ब्लेड से वहां खड़े सभी लोगों पर हमला कर दिया। उसने पहले पुलिस पर हमला किया और फिर उसने वंदना दास पर भी कई बार चाकू से हमला किया। हमले में गंभीर रूप से घायल हुईं दास की घटना के कुछ घंटों बाद मौत हो गई थी। युवा डॉक्टर की हत्या से राज्य में कोहराम मच गया। जिसके बाद सरकार ने अस्पताल सुरक्षा कानून में संशोधन के लिए एक अध्यादेश जारी करने का फैसला किया। यह भी पढ़ें-  Polygamy: असम में बहुविवाह पर रोक लगाने की तैयारी में सरमा सरकार, पढ़ें इसको लेकर भारत में क्या है नियम\n\n\n","publishedAt":"Publish Date: Fri, 12 May 2023 12:54 PM (IST)"},{"heading":"Polygamy:  असम में बहुविवाह पर रोक लगाने की तैयारी में सरमा सरकार, पढ़ें इसको लेकर भारत में क्या है नियम","link":"https://www.jagran.com/news/national-what-is-polygamy-its-meaning-law-and-everything-explainer-hpjagranspecial-23410187.html","content":"नई दिल्ली, शालिनी कुमारी। असम सरकार बहुविवाह पर रोक लगाने की तैयारी कर रही है। इस बात की घोषणा राज्य के सीएम हिमंत बिस्वा सरमा ने की है। दरअसल, एक सभा को संबोधित करते हुए उन्होंने कहा था कि वो राज्य में बहुविवाह की प्रथा को खत्म करने का प्रयास करेंगे ताकि सभी को समान नागरिक अधिकार मिल सके। सीएम सरमा ने कहा कि इस प्रथा पर प्रतिबंध लगाने के लिए राज्य ने एक समिति तैयार की है, जो इस बात का पता लगाएगी कि बहुविवाह (Polygamy) पर प्रतिबंध लगाने का अधिकार राज्य सरकार के पास है या नहीं। इसके लिए सीएम ने ट्वीट भी शेयर किया था। इस खबर में हम आपको बताएंगे कि बहुविवाह क्या है, इसको लेकर भारत में क्या कानून है और यह कितने प्रकार की होती है। बहुविवाह शब्द ग्रीक के पोलुगा मियां से बना है, जिसका मतलब 'कई शादियां' है। किसी भी महिला या पुरुष का एक से अधिक शादियां करना पोलीगेमी है। समाजशास्त्र के मुताबिक, यदि पुरुष जब एक ही समय में एक से ज्यादा महिलाओं से शादी करता है, तो बहुविवाह कहलाता है। वहीं, यदि महिला एक समय में एक से ज्यादा पुरुषों से विवाह करती है, तो इसे बहुपतित्व कहते हैं। IPC की धारा 494 के तहत एक से अधिक शादियां यानी बहुविवाह करना अपराध है। यदि किसी का पहला पति या पत्नी जिंदा है, तो वह दूसरी शादी नहीं कर सकता। यदि पहले पति या पत्नी के रहते हुए, कोई दूसरी शादी करता है, तो उसे वैध नहीं माना जाता है। ऐसा करने पर उसे जेल की सजा भी हो सकती है। हालांकि, हमारे देश में आईपीसी की धारा 494 के तहत मुस्लिम पुरुषों को एक से ज्यादा शादी करने की छूट दी गई है। भारत में मुस्लिमों को एक से अधिक शादी करने का अधिकार है। उनके शरियत कानून में भी इस बात की अनुमति दी गई है कि एक पुरुष एक से ज्यादा शादियां कर सकता है। मुस्लिमों के शरियत कानून के मुताबिक, पहली पत्नी की सहमति से पुरुष चार शादियां कर सकता है। आपको बता दें, मुस्लिमों में यह अनुमति केवल पुरुषों को होती है, वे एक से अधिक शादियां कर सकते हैं, लेकिन यदि किसी महिला को एक से अधिक शादी करनी होती है, तो इसके लिए उसे अपने पहले पति से तलाक लेना होगा। मुस्लिम महिलाओं को मुस्लिम पर्सनल लॉ (शरीयत) अधिनियम, 1937 के तहत दूसरी शादी की अनुमति नहीं है। पहले पति से तलाक लेने के बाद ही वो दूसरी शादी कर सकती है।\n\n देश के कानून के अनुसार, यदि कोई बहुविवाह करता है, तो इसे अपराध माना जाता है। इसमें दोषी को अधिकतम सात साल की सजा हो सकती है। साथ ही, दोषी  पर जुर्माना भी लगाया जा सकता है। हालांकि, यदि कोर्ट की ओर से पहली शादी को अवैध घोषित कर दिया गया, तो ऐसे में दूसरी शादी करने वाले को दोषी नहीं कहा जाता है।\n\n आसान शब्दों में कहे तो, बाल विवाह के मामले में पहली शादी को अवैध घोषित कर दिया जाता है। इसके अलावा, यह कानून तब भी लागू नहीं होता, जब पति या पत्नी सात साल से अलग रह रहे हों। सात साल तक पति या पत्नी लापता रहे या साथ न रहें तो, ऐसी स्थिति में पति या पत्नी किसी और से विवाह कर सकते हैं।\n भारतीय कानून के मुताबिक, मुस्लिमों को बहुविवाह करने की अनुमति है, लेकिन इसमें भी कई बार शिकायत देखने को मिलती है। कानून के मुताबिक, यदि पहली पत्नी अनुमति देती है, तभी दूसरी शादी की जा सकती है, लेकिन अक्सर शिकायत मिलती है कि पुरुष दूसरी शादी के लिए पत्नी से इजाजत नहीं लेता है। इस कारण से वे महिलाएं काफी अपमानित महसूस करती हैं।\n\n इसके अलावा, यह शिकायत भी मिलती है कि दूसरी शादी करने के बाद पति अपनी पहली पत्नी और उससे जन्मे बच्चों पर ध्यान नहीं देता है, जिससे उन बच्चों के पालन-पोषण का भार केवल महिला के कंधे पर आ जाता है। मजबूरन, अंत में महिलाओं को कानूनी सहारा लेना पड़ता है।\n आपको बता दें, तुर्की और ट्यूनीशिया जैसे मुस्लिम बहुल देशों और दुनिया के अधिकतर मुस्लिम बहुल देशों में बहुविवाह पर पूरी तरह से प्रतिबंध लगा दिया गया है। वहीं, संयुक्त राष्ट्र भी बहुविवाह प्रथा को अस्वीकार करता है और उसका मानना है कि यह महिलाओं के खिलाफ किया जाने वाला भेदभाव है।\n\n आपको बताते चलें कि, भारत में बहुविवाह कानून का प्रस्ताव पिछले सात दशकों से विवादास्पद रहा है। अब तक यह किसी निष्कर्ष पर नहीं पहुंच सका है। यदि देश में इसको लेकर कानून बन जाता है, तो अलग-अलग धर्मों द्वारा विवाह, तलाक और संपत्ति के उत्तराधिकार को लेकर तय किए जाने वाले नियम कानूनों द्वारा तय होंगे।\n राष्ट्रीय परिवार स्वास्थ्य सर्वेक्षण (NFHS) के 2019-2020 के आंकड़ों के अनुसार, भारत में हिंदुओं की 1.3 प्रतिशत, मुसलमानों की 1.9 प्रतिशत और दूसरे धार्मिक समूहों की 1.6 फीसदी आबादी में आज भी एक से ज्यादा शादी करने की प्रथा जारी है।\n\n एक सर्वे के अनुसार, बहुविवाह प्रथा की दर गरीब, अशिक्षित और ग्रामीण तबकों में आज भी बहुत ज्यादा है। कहा जा सकता है कि बहुविवाह के मामलों में क्षेत्र और धर्म के अलावा सामाजिक-आर्थिक मुद्दों की भी अहम भूमिका रहती है।\n सुप्रीम कोर्ट में इस मामले को लेकर आखिरी बार सुनवाई 23 मार्च, 2023 को हुई थी। सुनवाई के दौरान कोर्ट ने कहा था कि पांच न्यायाधीशों की नई संविधान पीठ का गठन किया जाएगा। सीजेआई डी. वाई. चंद्रचूड़, न्यायमूर्ति हिमा कोहली और न्यायमूर्ति जे. बी. पारदीवाला की पीठ से वकील अश्विनी उपाध्याय ने मामले पर नई संविधान पीठ के गठन का अनुरोध किया था।\n","publishedAt":"Publish Date: Fri, 12 May 2023 12:09 PM (IST)"},{"heading":"भारत में तापमान अन्य देशों की तुलना में कम क्यों है, कहीं ग्लोबल वार्मिंग तो जिम्मेदार नहीं","link":"https://www.jagran.com/news/national-why-is-the-temperature-in-india-lower-than-other-countries-is-global-warming-not-responsible-23410128.html","content":"नई दिल्ली, जागरण डेस्क। दुनिया की तुलना में भारत में तापमान में कम बढ़ोतरी दर्ज की गई है। तापमान में बढ़ोतरी दुनिया में एक समान नहीं है। यह अलग-अलग क्षेत्रों में और वर्ष के अलग-अलग समय में भी भिन्न होता है। महासागरों की तुलना में भूमि पर तापमान में इजाफा बहुत अधिक है। जलवायु परिवर्तन पर अंतर सरकारी पैनल की नवीनतम रिपोर्ट के अनुसार, भूमि पर वार्षिक औसत तापमान पूर्व-औद्योगिक समय से 1.59 डिग्री सेल्सियस तक बढ़ गया है। इसके विपरीत, महासागर लगभग 0.88 डिग्री सेल्सियस गर्म हो गए हैं। पृथ्वी विज्ञान मंत्रालय द्वारा 2020 में प्रकाशित भारतीय उपमहाद्वीप में जलवायु परिवर्तन के एक आकलन में कहा गया कि वार्षिक औसत तापमान 1900 से 0.7 डिग्री सेल्सियस बढ़ गया है। यह दुनिया भर में भूमि के तापमान में 1.59 डिग्री सेल्सियस की वृद्धि से काफी कम है। इससे यह आभास हो सकता है कि भारत में जलवायु परिवर्तन की समस्या विश्व के अन्य भागों की तरह तीव्र नहीं है। हालांकि, यह पूरी तरह सही नहीं है। हालांकि, भारत में 0.7 डिग्री सेल्सियस तापमान वृद्धि की तुलना भूमि क्षेत्रों में देखी गई उष्णता से की जानी चाहिए, न कि पूरे ग्रह पर। जैसा कि उल्लेख किया गया है, भूमि क्षेत्र 1.59 डिग्री सेल्सियस तक गर्म हो गए हैं। भूमि क्षेत्रों में महासागरों की तुलना में तेजी से और बड़ी मात्रा में गर्म होने की प्रवृत्ति होती है। भूमि और महासागरों पर तापन में दैनिक और मौसमी बदलाव को आमतौर पर उनकी विभिन्न ताप क्षमताओं के संदर्भ में समझाया जाता है।  वाष्पीकरण की प्रक्रिया के माध्यम से महासागरों में स्वयं को ठंडा करने की उच्च क्षमता होती है। गर्म पानी वाष्पित हो जाता है, जिससे शेष महासागर अपेक्षाकृत ठंडा हो जाता है। हालांकि, भूमि पर लंबे समय तक बढ़ी हुई ताप प्रवृत्तियों को भूमि-महासागर-वायुमंडलीय अंतःक्रियाओं से जुड़ी अन्य, अधिक जटिल, भौतिक प्रक्रियाओं के लिए जिम्मेदार ठहराया जाना चाहिए।  एयरोसोल वातावरण में निलंबित सभी प्रकार के कणों को संदर्भित करता है। इन कणों में स्थानीय तापमान को कई तरह से प्रभावित करने की क्षमता होती है। इनमें से कई सूरज की रोशनी को वापस बिखेर देते हैं, जिससे जमीन द्वारा कम गर्मी अवशोषित की जाती है। एरोसोल बादलों के निर्माण को भी प्रभावित करते हैं। बादल, बदले में इस बात पर प्रभाव डालते हैं कि सूर्य का प्रकाश कितना परावर्तित या अवशोषित होता है। \n\n प्राकृतिक और साथ ही मानव निर्मित कारणों से भारतीय क्षेत्र में एरोसोल की सघनता काफी अधिक है।उष्णकटिबंधीय और शुष्क जलवायु में अपने स्थान के कारण भारत धूल के लिए अजनबी नहीं है, लेकिन यह अभी भी भारी प्रदूषण का अनुभव कर रहा है। वाहनों, उद्योगों, निर्माण और अन्य गतिविधियों से होने वाले उत्सर्जन से भारतीय क्षेत्र में बहुत सारे एरोसोल जुड़ते हैं। वार्मिंग में कमी एक अनपेक्षित, लेकिन सकारात्मक दुष्प्रभाव हो सकता है।\n\n भारत के अपेक्षाकृत कम गर्म होने का एक बड़ा हिस्सा निचले अक्षांशों में इसके स्थान के लिए जिम्मेदार ठहराया जा सकता है। बेंगलुरु में भारतीय विज्ञान संस्थान में सेंटर फॉर एटमॉस्फेरिक एंड ओशनिक साइंसेज के प्रोफेसर बाला गोविंदसामी ने कहा, तथ्य यह है कि उच्च अक्षांशों में अधिक गर्मी का अनुभव होता है। अधिकांश वैश्विक भूभाग उत्तरी अक्षांशों में केंद्रित है। उष्णकटिबंधीय और भूमध्य रेखा के साथ, यह ज्यादातर महासागर हैं। भूमि क्षेत्र भी तेजी से, और अधिक से अधिक, हीटिंग के लिए प्रवण होते हैं।\n\n भारत जैसे देश के लिए, जो उष्ण कटिबंध में स्थित है, वैश्विक औसत से तापमान वृद्धि में विचलन आश्चर्यजनक नहीं है। एरोसोल भी एक भूमिका निभा सकते हैं, लेकिन प्रभाव की सीमा अभी बहुत स्पष्ट नहीं है। जैसा कि पृथ्वी विज्ञान मंत्रालय के पूर्व सचिव एम राजीवन कहते हैं, एयरोसोल्स में 0.1 से 0.2 डिग्री सेल्सियस तक गर्म होने से बचने की क्षमता है। इसका मतलब यह होगा कि जैसे-जैसे हम अपनी हवा को साफ करेंगे, तापमान में तेजी से वृद्धि हो सकती है।\n\n संयोग से, जबकि भारत में अधिकतम तापमान में 1900 के बाद से उल्लेखनीय वृद्धि हुई है, न्यूनतम तापमान में वृद्धि बहुत अधिक नहीं हुई है। इसलिए वार्षिक औसत तापमान में वृद्धि  मुख्य रूप से अधिकतम तापमान में देखी गई वृद्धि के कारण हुई है। \n","publishedAt":"Publish Date: Fri, 12 May 2023 12:02 PM (IST)"},{"heading":"बंगाल में 'The Kerala Story' से हटेगा बैन? फिल्म देखने वालों को सुरक्षा देने की मांग वाली याचिका SC में दायर","link":"https://www.jagran.com/news/national-the-kerala-story-people-watching-the-film-and-multiplexes-will-get-security-petition-filed-in-sc-23410152.html","content":"नई दिल्ली, एजेंसी। The Kerala Story द केरल स्टोरी फिल्म को लेकर विवाद बढ़ते देख सुप्रीम कोर्ट में एक जनहित याचिका दायर की गई है। याचिका में 'द केरल स्टोरी' फिल्म देखने की इच्छा रखने वाले लोगों और फिल्म दिखाने की इच्छा रखने वाले मल्टीप्लेक्स की सुरक्षा सुनिश्चित करने के लिए तत्काल आवश्यक कदम उठाने की मांग की गई है। याचिका में फिल्म पर से बंगाल में प्रतिबंध हटाने का निर्देश देने का अनुरोध भी किया गया है। इसमें कहा गया है कि इस बैन से राज्य में अधिक हिंसा और अशांति पैदा हो रही है। फिल्म द केरल स्टोरी को बंगाल में बैन किए जाने के बाद भाजपा नेताओं ने इसका खुलकर समर्थन किया है। असम के सीएम हिमंता बिसव सरमा ने भी बीते दिन अपने कैबिनेट मंत्रियों के साथ फिल्म देखी और उन्होंने कहा कि इस फिल्म को सभी लोगों को अपनी बेटी के साथ देखना चाहिए। उत्तर प्रदेश सरकार में मंत्री स्वतंत्र देव सिंह ने भी आज 'द केरल स्टोरी' को देखने की बात कही। उन्होंने कहा कि यह फिल्म समाज के जो वास्तविक चित्र हैं जो घटनाएं घटित हुई हैं उस पर बनी है, इसलिए इसे बैन करना गलत चीज है। उन्होंने कहा कि इस फिल्म से समाज को दिशा मिलेगी, बच्चें सतर्क होंगे। कलाकारों पर बैन लगाना उचित नहीं है। बता दें कि पश्चिम बंगाल की ममता सरकार ने द केरल स्टोरी फिल्म पर राज्य में बैन लगा दिया है। सरकार ने कहा है कि इस फिल्म को देखने से लोगों के मन में द्वेष पैदा हो सकता है और इससे राज्य में हिंसा की घटनाओं में इजाफा हो सकता है। हालांकि, इस बैन को लेकर अब सुप्रीम कोर्ट में एक जनहित याचिका दाखिल हुई है। याचिका में अपील की गई है कि राज्य में फिल्म से बैन हट जाना चाहिए और जो लोग इसे देखना चाहते हैं उन्हें सुरक्षा दी जाए।\n","publishedAt":"Publish Date: Fri, 12 May 2023 11:21 AM (IST)"},{"heading":"Pakistan: जस्टिस मोहम्मद बशीर की कहानी, जिन्हें जिस PM ने किया नियुक्त; वही उनके सामने कटघरे में हुए पेश","link":"https://www.jagran.com/news/national-who-is-justice-mohammad-bashir-of-nab-court-of-pakistan-in-front-of-whom-imran-khan-was-arrested-jagran-special-23410141.html","content":"नई दिल्ली,प्रीति गुप्ता। पाकिस्तान के पूर्व प्रधानमंत्री और तहरीक-ए-इंसाफ पार्टी के अध्यक्ष इमरान खान को अल-कादिर यूनिवर्सिटी घोटाला केस में इस्लामाबाद हाईकोर्ट के परिसर से गिरफ्तार कर लिया गया था। हालांकि, उनकी गिरफ्तारी के दो दिन बाद ही मुल्क की सुप्रीम कोर्ट ने उन्हें रिहा कर दिया है। बता दें कि इमरान खान अपने खिलाफ दर्ज कई मामलों में जमानत लेने पहुंचे थे और नैब के जज मोहम्मद बशीरकेस की सुनवाई कर रहे थे लेकिन उसी दौरान 9 मई को नैब और पाक रेंजर्स ने उन्हें गिरफ्तार कर लिया था। नैब के प्रोसेक्यूटर ने इमरान खान की 14 दिन की रिमांड मांगी थी लेकिन नैब के जस्टिस मोहम्मद बशीर ने केवल 8 दिन की ही रिमांड दी थी, लेकिन क्या आप जानते हैं जस्टिस मोहम्मद बशीर हैं कौन जिनकी सुनवाई के दौरान ही इमरान खान को गिरफ्तार कर लिया गया। जस्टिस मोहम्मद बशीर पाकिस्तान के ऐसे जज हैं, जिन्हें पाकिस्तान के जिस प्रधानमंत्री ने नियुक्त किया, वह ही उनके आगे दोषी बन पेश हुए। जस्टिस मोहम्मद बशीर ने अब तक के अपने कार्यकाल के दौरान पाकिस्तान के चार प्रधानमंत्रियों को कठघरे में लाकर खड़ा कर दिया। इनके जज रहते पाकिस्तान के पूर्व प्रधानमंत्री राजा परवेज अशरफ, मुस्लिम लीग (नवाज) के शाहिद खाकान अब्बासी, नवाज शरीफ और अब पीटीआई के इमरान खान उनके आगे कटघरे में पेश हुए हैं। पाकिस्तान में नैब (National Accountability Bureau) की तीन अदालत हैं, जो पाकिस्तान में भ्रष्टाचार से जुड़े मामलों की सुनवाई करती है। वहीं, जस्टिस मोहम्मद बशीर इस्लामाबाद में नैब की तीनों अदालतों में प्रशासनिक जस्टिस हैं, इसलिए उन्हें यह अधिकार है कि नैब की अदालत में जो भी भ्रष्टाचार का केस आएगा उसकी सुनवाई वो ही करेंगे। उनके पास यह भी अधिकार है कि वह नैब की अदालत में आए केस को सुन भी सकते हैं और नहीं भी सुन सकते हैं। बशीर चाहें तो इन तीनों अदालतों के किसी अन्य जज के पास केस को ट्रांसफर कर सकते हैं। मोहम्मद बशीर इस्लामाबाद में नैब के कोर्ट संख्या एक में पिछले 11 साल से बतौर जस्टिस के रूप में कार्यरत हैं। हालांकि, नैब के जजों को तीन साल के लिए नियुक्त किया जाता है। लेकिन बशीर को हर बार उनके कार्यकाल समाप्त होते ही दोबारा नियुक्त कर दिया जाता है और इस तरह से वह चार बार इस पद के लिए नियुक्त किए जा चुके हैं। नैब जजों की नियुक्ति एक पूरी प्रक्रिया के तहत की जाती है। जज के नाम का सुझाव इस्लामाबाद हाई कोर्ट के चीफ जस्टिस देते हैं। इसके बाद वह नाम कानून मंत्रालय के पास जाता है। कानून मंत्रालय इस प्रस्ताव को कैबिनेट के सामने रखती है।\n विचार-विमर्श करने के बाद कैबिनेट से स्वीकृति मिलने के बाद देश के राष्ट्रपति नाम पर अंतिम मुहर लगाते हैं। इस्लामाबाद हाई कोर्ट के दो मुख्य न्यायाधीशों ने मोहम्मद बशीर का नाम कानून मंत्रालय को सुझाया था। वहीं, जस्टिस बशीर के कार्यकाल को पाकिस्तान की तीनों बड़ी पार्टियों के दौर में बढ़ाया गया है और जिस भी प्रधानमंत्री ने उन्हें एक्सटेंशन दिलाई, वही उनके सामने कठघरे में पेश हुआ है।\n\n नैब अदालत के जस्टिस बशीर को साल 2012 में पाकिस्तान पीपुल्स पार्टी के प्रधानमंत्री युसुफ रजा गिलानी ने नियुक्त किया था। इसके बाद 2018 में नवाज शरीफ ने उन्हें एक बार फिर तीन साल के लिए नियुक्त कर दिया। 2021 में उनका दूसरा कार्यकाल खत्म हुआ पर उस वक्त के प्रधानमंत्री इमरान खान ने उन्हें तीन और वर्षों के लिए जज नियुक्त कर दिया। इस तरह से वह पहले ऐसे जस्टिसज हैं, जो तीन साल के कार्यकाल होने के बाद भी और लगातार एक्सटेंशन मिलने से इस पद पर 11 साल से काम कर रहें हैं। वहीं, जिस पीएम ने उन्हें नियुक्त किया वही उनके आगे पेश भी हुए।\n\n यह भी पढ़े- Twitter New CEO: कौन हैं लिंडा याकारिनो, जिन्हें एलन मस्क बनाने जा रहे ट्विटर की नई सीईओ\n\n मोहम्मद बशीर को सरकार समर्थक जज माना जाता है। पाकिस्तान के प्रधानमंत्री रहे राजा परवेज अशरफ भी भ्रष्टाचार के मामल में नैब की अदालत में पेश हुए थे, इसके बाद साल 2019 में पाकिस्तान के पूर्व प्रधानमंत्री शाहिद खाकान अब्बासी को भी नैब ने गिरफ्तार कर लिया था।\n\n पाकिस्तान के पीएम रहे नवाज शरीफ, उनकी बेटी मरियम शरीफ और उनके दामाद कैप्टन सफदर को मोहम्मद बशीर ने एवेनफील्ड अपार्टमेंट केस में भ्रष्टाचार का दोषी करार देते हुए, उन्हें जेल भेजा था। हाल ही में पाकिस्तान के पूर्व पीएम इमरान खान भी अल-कादिर यूनिवर्सिटी घोटाला केस में मोहम्मद बशीर के आगे पेश हुए और उन्हें नैब के द्वारा गिरफ्तार भी कर लिया गया। हालांकि, इमरान खान को सुप्रीम कोर्ट से जमानत मिल गई है।\n\n\n\n\n यह भी पढ़े- Mass Shooting In American: कब तक जानलेवा साबित होता रहेगा गन कल्‍चर? 2023 में अब तक 146 बार हो चुकी मास शूटिंग\n\n","publishedAt":"Publish Date: Fri, 12 May 2023 11:14 AM (IST)"}]