[
    {
        "heading": "Japan's Mitsubishi Electric to invest $235mn in AC factory in India; mfg to commence by October 2025",
        "link": "https://www.wionews.com/india-news/india-japans-mitsubishi-electric-to-set-up-231mn-plant-in-tamil-nadu-591065",
        "content": "Mitsubishi Electric Corporation, the 102-year-old Japanese firm will be investing &nbsp;$236 million (Rs.1891 crore) in setting up a facility in India to manufacture Room Air Conditioners and Compressors. The foundation stone for the factory was laid in virtual mode by Tamil Nadu Chief Minister MK Stalin, in the presence of top officials from the Japanese firm. Situated in the Thiruvallur district near Chennai, the factory is expected to commence production by October 2025.&nbsp; The Japanese firm signed a Memorandum of Understanding with the Tamil Nadu Government, regarding their plan to invest $236 million as a 100 per cent foreign direct investment. Spread across 52 acres, their new factory, which is also their first to manufacture room ACs and compressors in India is expected to offer employment to more than 2,000 people. The firm hopes to roll out 3,00,000 ACs and 6,50,000 compressors per year, and these products are meant to cater to local demand and exports. <a href=\"https://www.wionews.com/world/mitsubishi-electric-ceo-to-quit-over-long-running-data-deceit-395541\"><strong>ALSO READ |&nbsp;Mitsubishi Electric CEO to quit over long-running data deceit</strong></a> Speaking at the event, Tamil Nadu Chief Minister MK Stalin said that Tamil Nadu is home to three of the 12 Japan Industrial Townships (JIT) in India, as part of the Japan-India Investment Promotion Partnership. He also highlighted that Tamil Nadu was home to the highest number of Japanese expatriates in India. He also made a mention of his impending visit to Singapore and Japan later this month, to attract investors to the state.",
        "location": "Chennai",
        "updated": "Updated: May 10, 2023, 07:51 PM IST"
    },
    {
        "heading": "US President Biden to host India's PM Modi on June 22: White House",
        "link": "https://www.wionews.com/india-news/us-president-biden-to-host-indias-pm-modi-on-june-22-white-house-591050",
        "content": "United States President Joe Biden is set to host India's Prime Minister Narendra Modi on June 22 when the latter will be on an official state visit to Washington, announced the White House on Wednesday. \"President Joe Biden and First Lady Jill Biden will host Prime Minister Narendra Modi of the Republic of India for an Official State Visit to the United States, which will include a state dinner, on June 22, 2023. The upcoming visit will affirm the deep and close partnership between the United States and India and the warm bonds of family and friendship that link Americans and Indians together, \" announced Press Secretary Karine Jean-Pierre in a statement. \"The visit will strengthen our two countries’ shared commitment to a free, open, prosperous, and secure Indo-Pacific and our shared resolve to elevate our strategic technology partnership, including in defence, clean energy, and space. The leaders will discuss ways to further expand our educational exchanges and people-to-people ties, as well as our work together to confront common challenges from climate change, to workforce development and health security,\" the statement further read.&nbsp; <strong>ALSO READ |</strong> <a href=\"https://www.wionews.com/india-news/indian-pm-narendra-modi-to-visit-paris-for-bastille-day-parade-as-guest-of-honour-on-july-14-589252\">Indian PM Narendra Modi to visit Paris for Bastille Day parade as guest of honour on July 14&nbsp;</a> Meanwhile, India's Ministry of External Affairs, confirming Modi's visit, stated, \"The visit will underscore the growing importance of the strategic partnership between India and the United States as the two nations collaborate across numerous sectors. The leaders will have the opportunity to review strong bilateral co-operation in various areas of mutual interest, including technology, trade, industry, education, research, clean energy, defence, security, healthcare, and deepening people-to-people connections.\"&nbsp; \"Prime Minister Modi and President Biden will also explore ways to strengthen India-US collaboration in pluri-lateral and multilateral fora, including in the G20. They would reflect on their shared vision for a free, open, and inclusive Indo-Pacific and discuss opportunities to expand and consolidate the Quad engagement. This historic visit offers a valuable opportunity for India and the US to further deepen a comprehensive and forward-looking global strategic partnership,\" the ministry added.&nbsp; <strong>WATCH | Israel FM in New Delhi | In 2017, Narendra Modi became first sitting Indian PM to visit Tel Aviv</strong> The formal state visit of PM Modi is a sign of the deepening relationship between the US and India as the Biden government supports initiatives and policies for a free and open Indo-Pacific with the aim to counter what it considers&nbsp;a growing threat from China.&nbsp; PM Modi's dinner with Biden will be the third formal state visit by any leader to the US. Biden first hosted French President Emmanuel Macron in December and recently hosted South Korean President Yoon Suk Yeol on April 26. Last month, the US and India announced an initiative on emerging and critical technology which includes a plan to share advanced computing and defence technology and&nbsp;joint production of General Electric jet engines. <em>(With inputs from agencies)</em>",
        "location": "Washington DC, United States",
        "updated": "Updated: May 10, 2023, 09:39 PM IST"
    },
    {
        "heading": "Pak sending drugs to India via drones, involving youth in terrorist activities: National Akali Dal President",
        "link": "https://www.wionews.com/india-news/pak-sending-drugs-to-india-via-drones-involving-youth-in-terrorist-activities-national-akali-dal-president-591046",
        "content": "<meta charset=\"utf-8\"> The president of National Akali Dal, Paramjit Singh Pamma, in a press conference, slammed Pakistan for sheltering those working against India through ISIS. He said Pakistan pretends to be friends with India but provides security to senior Khalistani militants on their soil.&nbsp; The&nbsp;party president&nbsp;said Pakistan had been under fire in recent times over these issues, particularly after the recent visit of Bilawal Bhutto Zardari to India.&nbsp; Pamma attributed the recent killing of Paramjit Singh Panjwar,&nbsp;Khalistan Commando Force (KCF)&nbsp;chief to two reasons, first, to get rid of the liability, and second, to clean its terrorist land.&nbsp; He further added that Pakistan has now realised the growing insignificance of senior Khalistani militant leaders like Wadhwa Singh, Ranjit Singh Neeta, and Lakhveer Singh Rode. With the involvement of other youth such as Harvinder Singh Rinda, the Pakistani security agency is sending drugs to India with the help of drones.&nbsp; The plan is to get rid of Khalistan's&nbsp;old operatives, of which the killing of Panjwar was the first such action, noted Pamma.",
        "location": "Kharar",
        "updated": "Updated: May 10, 2023, 09:27 PM IST"
    },
    {
        "heading": "National Technology Day: 25 years of historic Pokhran-II nuclear tests",
        "link": "https://www.wionews.com/india-news/national-technology-day-25-years-of-historic-pokhran-ii-nuclear-tests-591013",
        "content": "Every year since 1998, May 11 is observed as National Technology Day in India. The day is observed to celebrate and remember the historic nuclear tests by India in Pokhran. A dream that was formulated into a concrete programme by Homi Jehangir Bhaba in the 1950s was entirely fulfilled in 1988 by Dr APJ Abdul Kalam and his team. The then-Prime Minister of India, Atal Bihari Vajpayee, called a press conference on May 11, 1998, and stunned the world with this announcement.&nbsp; “I have a brief announcement to make. Today, at 1545 hours, India conducted 3 underground nuclear tests in the Pokhran range. These tests conducted today were with a fission device, a low-yield device, and a thermonuclear device. The measured yields are in line with expected values. Measurements have also confirmed that there was no release of radioactivity into the atmosphere. These contained explosions like in the experiment conducted in May 1974. I warmly congratulate the scientists and engineers who have carried out the successful tests. Thank you very much indeed.” Also Read |&nbsp;<a href=\"https://www.wionews.com/world/kenya-starvation-cult-massacre-investigators-exhume-21-more-bodies-death-toll-at-133-590874\">Kenya starvation cult massacre: Investigators exhume 21 more bodies, toll rises to 133</a> Three nuclear devices were detonated simultaneously. Two additional tests took place on May 13 as well that proved to be fundamentally consequential for India’s regional as well as global relations, specifically with the United States.&nbsp; Here is a look back to that day and everything that led to it: <strong>India was forced to conduct the 1998 nuclear tests</strong> India conducted its lone nuclear test in 1974 during the Indira Gandhi era, but after that single test, India took the path of what is dubbed as 'non-weaponised deterrence’. But in the 1990s, pressure on India to test came from three specific dimensions.&nbsp; The first dimension of pressure was from India’s neighbouring rival state, Pakistan and its already possessed intelligence of ready-made nuclear weapons. There were many reports at that time that showed China transferring these ready-made nuclear weapons to Pakistan to keep India in check. In addition to this, was US President George Bush’s refusal in 1990 to certify that Islamabad was trying to acquire nuclear weapons.&nbsp; Also Read |&nbsp;<a href=\"https://www.wionews.com/india-news/delhi-woman-accused-of-beating-mom-in-law-to-death-with-pressure-cooker-591003\">Delhi woman accused of beating mom-in-law to death with pressure cooker</a> The second pressure dimension was from the US itself. Washington’s push to close the path of nuclear weapon fabrication by extending the Non-Proliferation Treaty (NPT) indefinitely to other countries, made India rejig its nuclear dream.&nbsp;<br>\nThe third pressure point was from specific efforts to ‘freeze, cap and roll back’ India and Pakistan’s nuclear weapons capability.&nbsp; One more aspect was the return of Atal Bihari Vajpayee’s government into power in March 1998. The government immediately authorised the nuclear tests again. The same was even mentioned in the 1998 Election Manifesto of Bajpayee’s party to “exercise the option to induct nuclear weapons” besides the missile programme.&nbsp; <strong>Playing hide-and-seek to pursue the nuclear dream</strong> The preparation of India’s effort to pursue its nuclear dream goes back to March 20, 1998. The Department of Atomic Energy chairman, R. Chidambaram and the DRDO head APJ Abdul Kalam was called by the newly-elected PM of India. PM Vajpayee gave the green signal to conduct the tests.&nbsp; On May 1 of the same year, nuclear devices were flown from Bhabha Atomic Research Centre (BARC), Mumbai to Jaisalmer Airport in Rajasthan. From Jaipur, 4 army trucks transported the devices and other equipment to a small city called Pokhran.&nbsp; The 58th Engineer Regiment of the Indian Army was called for the task of maintaining the shafts in which nuclear devices, six in total, would be tested.&nbsp; The commander of the 58th Engineer’s Regiment, Colonel Gopal Kaushik supervised the preparations and all the officers were ordered to maintain absolute secrecy.&nbsp; The shafts were dug out and all the members involved were asked to perform the assignment discreetly. Even the DRDO head A.P.J. Abdul Kalam and Chidambaram would wear army greens during their visit to Pokhran. Also Read&nbsp;|&nbsp;<a href=\"wionews.com/india-news/apple-maker-foxconn-purchases-land-in-bengaluru-worth-37mn-to-increase-manufacturing-presence-in-india-590688\">Apple maker Foxconn purchases land in Bengaluru worth $37mn, to increase manufacturing presence in India</a> The army would return all the equipment used at night to its original place to give an impression to the ever-prying satellites that they were never moved.&nbsp; The people involved in the tests also used code names to counter the CIA’s spying on communication lines. Some of the code words used then were: White House, whiskey and even Taj Mahal. <strong>History made that led to international outrage</strong> As soon as the then PM Atal Bihari Vajpayee announced the successful testing of three nuclear tests, the Western world was shocked and surprised. The Clinton Administration condemned the tests and said it was “deeply disappointed” and subsequently slapped sanctions against India. US Senator Richard Shelby had then said that the CIA’s failure to identify that these tests were going to take place was \"the biggest failure of our intelligence gathering agencies in the past ten years or more”. Despite protests by international as well as national entities, Vajpayee stood firm on his decision to carry out the Pokhran II tests. <em>(With inputs from agencies)</em> <br>\n<strong>WATCH WION LIVE HERE</strong>",
        "location": "New Delhi ",
        "updated": "Updated: May 10, 2023, 07:56 PM IST"
    },
    {
        "heading": "Delhi woman accused of beating mom-in-law to death with pressure cooker",
        "link": "https://www.wionews.com/india-news/delhi-woman-accused-of-beating-mom-in-law-to-death-with-pressure-cooker-591003",
        "content": "In India's capital New Delhi, an 86-year-old woman was allegedly beaten to death by her daughter-in-law after the former refused to shift to an old-age care home. The incident reportedly took place last month when the accused woman, identified as Sarmishta Som (48) allegedly beat her mother-in-law Harshi Som (86) to death with a pressure cooker. \"The daughter-in-law had a long-standing frustration with taking care of the elderly woman. She was fed up of cooking for her, serving her meals and helping her with her daily chores,\" Chandan Chaudhary, deputy commissioner of police in the south district of Delhi, told Hindustan Times.&nbsp; The police official reportedly added that there was no immediate trigger for the murder. <strong>ALSO READ |&nbsp;<a href=\"https://www.wionews.com/trending/woman-in-germany-murders-her-lookalike-to-fake-her-own-death-autopsy-report-exposes-master-plan-557509\">Woman in Germany murders her lookalike to fake her own death, autopsy report exposes ‘master plan’</a></strong> Harshi was found dead on April 28 with multiple injuries to her face and skull inside her one-bedroom apartment at Neb Sarai in south Delhi, the police further told the paper. The police were informed about the suspected murder by the deceased's son Surjit Som (51). Upon investigation, it was revealed that the husband and wife used to live in a flat right opposite the deceased woman's one-bedroom flat. According to police, she earlier used to live with them and their 16-year-old daughter.&nbsp;However, the wife wanted her to be shifted to an old-age home as she needed a lot of care and attention. While the son, who works with an advertising agency, wanted to live close to his mother, he decided to shift her to the nearby flat to look after her, police said.&nbsp; <strong>ALSO WATCH |&nbsp;WION Dispatch: Delhi police solve six-month-old murder case</strong> He had also installed a CCTV camera inside the room to keep watch over his mother, who suffered from arthritis and faced mobility issues. Probe found that Sarmishta, a homemaker, would often quarrel with her husband to send his mother back to Kolkata, where the family hailed from, police said. \"The family belongs to Kolkata. Harshi lived in Kolkata until March 2022 when her son brought her to Delhi to take care of her. Surjit housed his mother in a rented one-bedroom apartment right in front of his flat,\" the police official told Hindustan Times. \"Surjit told us that his mother suffered from arthritis. Last October, he told us, his mother fell in the washroom of his flat due to the build of the house, due to which he moved her to a nearby flat where the washroom and kitchen were easily accessible to her.\" The son reportedly used to keep a watch on her mother's movements through the camera feed. The son further told the police that on the day of his mother’s death, the camera was not working due to a power failure. But later, the police managed to access the CCTV footage. \"The footage showed the accused entering the deceased’s flat at around 10:30 am on March 28. She was carrying a pressure cooker and went behind her mother-in-law to the kitchen, which was not captured by the CCTV. Thereafter, the sounds of the victim’s screams could be heard in the audio of the footage. Later, the woman was seen on CCTV cleaning the pressure cooker with a cloth,\" the police official told Hindustan Times. The police also found that \"injuries caused to the victim were not possible under normal circumstances\", according to Hindustan Times. On Monday, the final autopsy report arrived, which revealed that the deceased had sustained 14 injuries. Later, as it was revealed that the mother-in-law and daughter-in-law did not share a cordial relationship, police began interrogating the accused. Following this, the police lodged a murder case against Sharmishta at the Neb Sarai police station. According to the DCP, while the actual crime was not caught on camera as it took place in the kitchen, there was enough evidence even in the footage to implicate Sharmishta, who was subsequently arrested the next day.",
        "location": "New Delhi",
        "updated": "Updated: May 10, 2023, 06:55 PM IST"
    },
    {
        "heading": "India calls allegations against WhatsApp 'unacceptable breach and violation of privacy'",
        "link": "https://www.wionews.com/technology/india-calls-allegations-over-whatsapp-unacceptable-breach-and-violation-of-privacy-590992",
        "content": "The Indian government on Wednesday stated that it will investigate the charges pressed against Whatsapp of allegedly getting access to the microphones of the devices used by the users without their prior consent. A few days back, a Twitter engineer had accused WhatsApp of accessing his microphone in the background when he was sleeping.&nbsp; Reacting to the incident, Minister of State for Electronics and Information Technology Rajeev Chandrasekhar tweeted that an investigation into the case will be carried out by the government to find out if WhatsApp was actually accessing the smartphone's microphone while the phone was not in use.&nbsp; \"This is an unacceptable breach n violation of #Privacy We will be examining this immdtly and will act on any violation of privacy even as new Digital Personal Data protection bill #DPDP is being readied. @GoI_MeitY @_DigitalIndia,\" Chandrasekhar tweeted.&nbsp; Chandrasekhar's tweet came after the engineer shared a post which raised questions over the data privacy of Whatsapp users.&nbsp; <strong>ALSO READ |</strong>&nbsp;<a href=\"https://www.wionews.com/technology/now-you-can-link-your-whatsapp-account-to-4-phones-at-once-heres-how-586528\">Now you can link your WhatsApp account to 4 phones at once. Here's how</a> \"WhatsApp has been using the microphone in the background, while I was asleep and since I woke up at 6 AM. What's going on?,\" tweeted Foad Dabiri, who works as an engineering director at Twitter.&nbsp; Dabiri, in his tweet, shared screenshots of his phone which showed WhatsApp accessing and using the microphone of the device multiple times.&nbsp;The tweet went viral and received more than 71.5 million views.&nbsp; Responding to the allegations, WhatsApp said that its&nbsp;officials got in touch with the Twitter engineer.&nbsp; The company claimed that the problem is likely to have occurred because of a bug in the Android.&nbsp; \"We believe this is a bug on Android that misattributes information in their Privacy Dashboard and have asked Google to investigate and remediate,\" said WhatsApp in a tweet. The company further claimed that the users have been given full control over their mic settings in the application. \"Once granted permission, WhatsApp only accesses the mic when a user is making a call or recording a voice note or video - and even then, these communications are protected by end-to-end encryption so WhatsApp cannot hear them,\" it stated. <strong>WATCH |&nbsp;WhatsApp takes action against Indian accounts; 2,804 complaints received in February 2023</strong> Twitter CEO Elon Musk also responded to Dabiri's viral tweet and slammed WhatsApp for a privacy breach.&nbsp; \"Trust nothing, not even nothing,\" tweeted Musk on the screenshot shared by Dabiri. \"WhatsApp cannot be trusted,\" he later tweeted.&nbsp; \"Or that WhatsApp founders left Meta/Facebook in disgust, started #deletefacebook campaign &amp; made major contributions to building Signal. What they learned about Facebook &amp; changes to WhatsApp obviously disturbed them greatly,\" he further stated.",
        "location": "New Delhi, India",
        "updated": "Updated: May 10, 2023, 07:29 PM IST"
    },
    {
        "heading": "India: 16 arrested for links with radical outfit HUT, says Madhya Pradesh Police",
        "link": "https://www.wionews.com/india-news/india-16-arrested-for-links-with-radical-outfit-hut-says-madhya-pradesh-police-590982",
        "content": "The Madhya Pradesh Anti-Terrorism Squad (ATS) arrested 11 people on Tuesday (May 9) while five other people were nabbed from Hyderabad for their suspected links with the radical outfit Hizb-Ut-Tahrir (HUT), news agency PTI reported citing a spokesperson from the Madhya Pradesh police. With these 16 arrests, police claimed to have busted a module of the HUT.&nbsp; The spokesperson said the organisation was aiming to topple the democratic system in India and was working to create its cadres in Madhya Pradesh and instigate them for violence.&nbsp; An official said that the 11 arrested from Madhya Pradesh included a gym trainer, a software engineer, and a teacher. They were booked under the Unlawful Activities (Prevention) Act (UAPA) and other relevant provisions of the Indian Penal Code (IPC). The official said that of these 11, 10 were arrested from different areas in Bhopal’s Shahjahanabad, Aishbagh, Lalghati and Pipalani areas, while one was nabbed from Chhindwara city.&nbsp; Following a tip-off from the MP ATS, the Telangana police arrested five people from Hyderabad for their alleged links with the outfit, he added. The official further said that anti-national documents, electronic equipment, and radical literature were recovered from the arrested.&nbsp; On Tuesday, Madhya Pradesh Home Minister Narottam Mishra said the suspects were under the ATS' radar for the last couple of months, adding that some objectionable literature, laptops, pen drives and hard disks were seized. \"The ATS was closely watching them (detainees) for the last couple of months. They were planning to create disturbance in Madhya Pradesh,\" Mishra added, the news agency IANS reported.&nbsp; This crackdown comes after several people were arrested from Bhopal last year for their alleged links with the banned group Jamaat-ul-Mujahideen Bangladesh (JMB), and jihadi literature and electronic devices were seized from them.&nbsp; <em><strong>(With inputs from agencies)</strong></em>",
        "location": "New Delhi",
        "updated": "Updated: May 10, 2023, 06:16 PM IST"
    },
    {
        "heading": "PM Modi writes open letter to people of Karnataka, underlines party's commitment to make state 'no. 1'",
        "link": "https://www.wionews.com/india-news/prime-minister-modi-writes-open-letter-to-people-of-karnataka-before-polls-590906",
        "content": "Indian Prime Minister Narendra Modi, on Tuesday, a day before the Karnataka polls, wrote an open letter to the people of the southern state of India thanking them for showering him with constant love and affection and further highlighting his party, BJP's, commitment to the growth and development of the state. \"You have always showered me with love and affection. It feels like a divine blessing to me. In our 'Azaadi ka Amrit Kaal', we Indians have aimed to make our beloved country a developed nation. Karnataka is keen to lead the movement to realise its vision\", PM Modi said in his letter. \"India is the fifth-largest economy. Our next aim is to reach the top three. This is possible only when Karnataka rapidly grows to become a USD 1 trillion economy,\" the letter read.&nbsp; \"Despite the COVID-19 pandemic, Karnataka received over Rs 90,000 crore annually as foreign investment under the BJP government. It was just around Rs 30,000 crore under the previous government,\" the PM wrote. \"We want to make Karnataka number 1 in investment, industry and innovation and number 1 in education, employment and entrepreneurship,\" PM underlined his party's commitment. \"We are working to empower the farmers with a 'Beej Se Bazar Tak' vision. Through new irrigation projects, expansion of storage facilities, increasing ethanol blending usage of nano area and modern technology such as drones, BJP is committed to making Karnataka the number 1 in agriculture,\" it read. He further stated in his letter, \"The BJP government will continue to work to create next-gen urban infrastructure in Karnataka, modernise transport, raise the quality of life in rural and urban areas, and create opportunities for women and youth.\" \"The dream of every citizen of Karnataka is my dream,\" wrote the PM. \"My appeal is for the bright future of Karnataka. It is for the bright future of your family, especially the younger generations,\" the letter read. The Indian Prime Minister, on Wednesday, urged the people of Karnataka, particularly the 'young and first-time voters' to vote in large numbers in the assembly elections. The tenure of the Karnataka Assembly, the seventh-largest body in terms of strength, will end on May 24, 2023. Thus, the state has gone to polls on May 10, 2023, for all 224 constituencies. The elections will be in a single phase, and the Election Commission of India (ECI) will announce the results of the Karnataka Assembly elections on May 13, 2023. <em>(With inputs from agencies)</em>",
        "location": "Karnataka, India",
        "updated": "Updated: May 10, 2023, 03:51 PM IST"
    },
    {
        "heading": "Karnataka Elections 2023: Who is winning, BJP or Cong? Here’s what opinion polls predicted so far",
        "link": "https://www.wionews.com/india-news/karnataka-elections-2023-who-is-ahead-bjp-or-congress-heres-what-opinion-polls-have-predicted-so-far-590898",
        "content": "All eyes are on India's Karnataka state as voting for the 224 assembly seats began on Wednesday (May 10) morning. Politicians and public figures like Union Finance Minister Nirmala Sitharaman, and Sudha Murthy urged people to cast their votes. The voting will take place till 6 om&nbsp;and thereafter, the exit polls will be out. According to Mint, a total of 2,615 candidates are in the race. The campaigning&nbsp;for the state elections ended on Monday evening with a war of words between top guns of all major political parties&nbsp;and allegations and accusations flying amid the Karnataka Elections 2023.&nbsp; While many opinion polls have predicted a win for Congress, the Indian Prime Minister Narendra Modi, Home Minister Amit Shah and the Chief Minister Basaraj Bommai are eyeing a second term in the state for the Bharatiya Janata Party (BJP) and have shown confidence in retaining power with a full majority.&nbsp; The majority mark to form the government in Karnataka is 113 seats. Some constituencies which will make a major impact in the polls are Kanakapura, Shiggaon, Hubli-Darwad, Channapatna, Chaittapur, Ramanagara, Varuna and Chikamagalur. The majority of opinion polls have projected a win for Congress in the southern citadel. The counting of votes will be followed by announcement of the results on May 13 (Saturday).&nbsp; As cited by Mint, the majority of opinion polls have predicted a \"major win\" for Congress, while Bharatiya Janata Party (BJP) could face a big loss, and Janata&nbsp;Dal might perform below par.&nbsp; The ABP News-CVoter opinion poll predicted that Congress is likely to form the&nbsp;government and might win 107 to 119 seats, while BJP is likely to bag 74 to 86 seats and Janata Dal (S) can secure between 23 and 35 seats. The poll suggests that Congress could end up securing some 40 per cent vote share, while BJP and JD (S) are likely to secure 35 per cent and 17 per cent vote shares respectively.&nbsp; India TV-CNX opinion poll predicted 105 seats for Congress, 85 for BJP and 32 for JD (S). A pre-poll by Kannada media outlet Eedina not only predicted a comfortable victory for Congress but stated that BJP might not secure more than 65-67 seats.&nbsp; India Today-CVoter predicted Congress is likely to win 107 and 119 seats while BJP could win 74 to 86 seats.&nbsp; However contrary to this, Zee News-Matrize's opinion poll predicted BJP to&nbsp;win 103 to 115 seats, Congress to secure 79 to 91 seats and JD (S) 26-36 seats.&nbsp;",
        "location": "Karnataka, India",
        "updated": "Updated: May 10, 2023, 12:49 PM IST"
    },
    {
        "heading": "Karnataka Elections Exit Polls 2023: Check when & how to watch exit polls, timings and important details",
        "link": "https://www.wionews.com/india-news/karnataka-assembly-elections-2023-exit-polls-check-date-timings-important-details-where-how-to-watch-590887",
        "content": "<meta name=\"uuid\" content=\"uuidC9wFJrWNALcS\"><meta charset=\"utf-8\"> <strong>Karnataka Assembly Elections 2023:&nbsp;</strong>The tenure of the Karnataka Assembly, the seventh-largest body in terms of strength, will end on May 24, 2023. Thus, the state will witness Assembly elections on May 10, 2023, for all 224 constituencies. The elections will occur in a single phase, and the Election Commission of India (ECI) will announce the results of the Karnataka Assembly elections on May 13, 2023. To form a government in Karnataka Assembly, a party needs at least 113 seats. The number of seats reserved for the Scheduled Castes (SC) is 36, and the seats reserved for Scheduled Tribes (ST) is 15. In the previous Karnataka Assembly elections in 2018 held in the 222 constituencies of Karnataka, the voter turnout was 72.13 per cent. Bhartiya Janata Party (BJP) secured the highest number of seats (104), followed by the Indian National Congress (INC). However, in the incumbent Karnataka Assembly, BJP holds 113 seats, INC has 74 seats, and JD(s) has 27 seats.&nbsp; In 2018, the Karnataka Assembly elections happened on May 12, 2023. After five years, the state will witness the sixteenth Assembly elections on May 10, 2023. The ECI shall take three days to count the votes. As soon as the voting for the Karnataka Assembly election ends, various media agencies will release the exit polls on May 10, 2023. The polls might end around 5 PM. However, the Election Commission of India will declare the final results on May 13, 2023.&nbsp; Karnataka witnessed the first-ever Assembly elections in 1952. In 2018, many media outlets predicted BJP's victory in the Karnataka Assembly elections with more than 100 seats. Last year's exit polls were nearly accurate. Chief Election Commissioner Rajiv Kumar mentioned in a video conference that Karnataka's total number of voters is 5,21,73,579. Among them, 2.62 crores are male, and 2.59 crores are female. Furthermore, the number of polling stations across Karnataka is 58,282.&nbsp; For Karnataka Assembly elections 2023, several Indian media outlets will announce the exit polls after the elections. People can track the exit polls on news channels or check for live news updates. Zee News channel and website will also cover the exit polls for Karnataka Elections 2023.&nbsp; <meta name=\"uuid\" content=\"uuidC9wFJrWNALcS\"><meta charset=\"utf-8\"> Bhartiya Janata Party, the ruling political party in Karnataka, and Congress are optimistic about their victory in the Assembly elections of 2023. Furthermore, JD(s) is confident about their 'kingmaker' role. According to the latest ECI figures, the voter turnout on May 10, 2023, till 1 PM is 37.25 per cent.&nbsp;",
        "location": "Bengaluru, Karnataka",
        "updated": "Updated: May 10, 2023, 06:31 PM IST"
    },
    {
        "heading": "India: Daily wage worker's daughter scores 100% marks in Class 12 exams",
        "link": "https://www.wionews.com/india-news/india-daily-wage-workers-daughter-scores-100-per-cent-marks-in-class-12-exams-590697",
        "content": "S Nandhini, a student of a government-aided school in Dindigul District in the southern Indian state of Tamil Nadu has scored 600 out of 600 marks in the Class 12 exam of the Tamil Nadu state board. Nandhini, who is a daughter of a daily wage worker, told the media that her father always encouraged her to pursue her education. She studied at Annamalaiar Mills Girls Higher Secondary School. Her stellar performance in the exams has brought joy to her family and her school. “The result of Class XII has been declared. I scored 600/600 marks. This makes me very happy. My grandmother and teachers supported me,” she said. “My father is a daily wage labourer but he never tried to stop me from studying. He told me that my education is my wealth and has encouraged me,” she added. Nandhini's father S Saravanakumar is a carpenter by profession while her mother S Banupriya is a homemaker. She has a brother who is in Class 6. Saravanakumar told the media that Nandhini was focused on studies&nbsp;from a young age.&nbsp; \"She saw how hard we were working and always wanted to do what she could to lessen our burden,\" he told The Times of India. Akila, the headmaster of the school Nandhini was studying in, said teachers expected her to do very well in the 12th exams. Nandhini had scored 598/600 in her Class 11 exams. The headmaster told The Times of India that Nandhini studied on her own under the guidance of her teachers and did not attend any extra tuitions. The results of the Tamil Nadu Board Exam 2023 for class 12 were declared by the Tamil Nadu Directorate of Government Exams (DGE) on Monday (May 9). This year, the overall pass percentage was 94.03. The district of Kanyakumari recorded the highest pass percentage of 97.05 per cent. 8,03,383 students appeared for the examination in all. Girls outperformed boys in the board exams once again. They had a higher pass percentage of 96.38 per cent compared to 91.45 per cent registered by boys.&nbsp;",
        "location": "Dindigul, Tamil Nadu",
        "updated": "Updated: May 09, 2023, 09:09 PM IST"
    },
    {
        "heading": "Apple maker Foxconn purchases land in Bengaluru worth $37mn, to increase manufacturing presence in India",
        "link": "https://www.wionews.com/india-news/apple-maker-foxconn-purchases-land-in-bengaluru-worth-37mn-to-increase-manufacturing-presence-in-india-590688",
        "content": "Foxconn, a major Apple supplier, announced in a filing on Tuesday that it has purchased a large plot of land on the outskirts of Bengaluru, the Indian IT hub, as part of its efforts to diversify away from China as its primary place of production. Foxconn, also known by its&nbsp;official&nbsp;name Hon Hai Precision Industry, is the largest contract electronics manufacturer in the world and a key supplier of Apple iPhone parts. Both companies are looking to expand outside of China, where the majority of their manufacturing is situated, after production was hampered by tough Covid restrictions and ongoing diplomatic challenges with the United States, as reported by the Hindustan Times. In a statement to the London Stock Exchange, the company said that it had acquired a 1.2 million square metre (13 million square foot) land in Devanahalli, close to the Bengaluru airport, the country's innovation hub. The site was purchased for $37 million by its subsidiary Foxconn Hon Hai Technology India Mega Development. In Vietnam's Nghe An province, another Foxconn facility was acquiring land use rights to a 480,000 square metre property, it was noted. In March, Basavaraj S. Bommai, the chief minister of Karnataka, stated that Apple would \"soon\" begin manufacturing&nbsp;iPhones at a new plant in the state, creating \"about 100,000 jobs\". Citing anonymous sources, Bloomberg News said that Foxconn intended to invest $700 million in a new factory in Karnataka that same month. Foxconn chairman Young Liu visited the state then to \"deepen partnerships... and seek cooperation in new areas such as semiconductor development and electric vehicles\", he said in a statement. He also met with Prime Minister Narendra Modi, according to whom their \"discussions covered various topics aimed at enhancing India's tech and innovation eco-system\" At its facility in the southern state of Tamil Nadu, Foxconn has been manufacturing Apple smartphones in India since 2019. Apple products are additionally manufactured and assembled in India by Wistron and Pegatron, two other Taiwanese suppliers.&nbsp; Tim Cook, the CEO of Apple, last month unveiled the company's first two retail locations in the most populated nation in the world. Apple has been making its own push into India. The California-based company is placing a significant stake in the 1.4 billion people&nbsp;country, which after&nbsp;China has the second-highest percentage of smartphone users worldwide. The corporation with the largest market value in the world is likewise growing its industrial presence in India.",
        "location": "Bengaluru",
        "updated": "Updated: May 09, 2023, 09:17 PM IST"
    },
    {
        "heading": "Australian High Commissioner Barry O'Farrell emphasises Quad's positive agenda for Indo-Pacific",
        "link": "https://www.wionews.com/india-news/australian-high-commissioner-barry-ofarrell-emphasises-quads-positive-agenda-for-indo-pacific-590680",
        "content": "Australian High Commissioner to India, Barry O'Farrell, has emphasised the importance of the Quad in ensuring peace and security in the Indo-Pacific region. In an interview with WION ahead of the Quad summit in Sydney on May 24, he said, \"Quad is a practical formation of four countries determined to deliver peace, prosperity, and security to the Indo-Pacific. It has a practical and positive agenda which is open to all countries in the region who are prepared to abide by the rules.\" O'Farrell highlighted that initiatives in Quad are designed to deliver the security that any country in the Indo-Pacific needs to make its own decisions, free of coercion with full sovereignty. He also welcomed Indian Prime Minister Narendra Modi's visit to Australia, stating, \"It's terrific that PM Modi is making his first visit to Australia since 2014. That was a remarkable last visit with large crowds which signifies how strong the relationship is.\" The Australian High Commissioner also praised the Indian diaspora in Australia, calling them \"remarkably resilient, cohesive, and productive.\" He added that they are fulfilling roles across society and are the fastest-growing overseas-born migrant group in Australia. Regarding recent incidents of Khalistani violence in Australia, O'Farrell said that the security forces, along with the police, will do everything possible to track down those responsible and prosecute them. He also reiterated that Australia respects India's sovereignty and that unofficial referendums in Australia have \"no legal status.\" Responding to China's criticism of the Quad as an \"Asian NATO,\" O'Farrell said, \"Quad is a diplomatic alliance, not a military alliance. There is no intention on the part of Australia to turn the Quad into an Indo-Pacific NATO. Quad works constructively together to ensure that other countries in the region are able to make their own choices and are not subject to coercion.\" Regarding the expansion of the Quad, he said, \"You don't need to expand the Quad as whatever the Quad does is done transparently, is shared not just with Asian partners but with countries across the region, including the Pacific Islands. So, in a sense, the Quad is applicable to all of those countries in the Indo-Pacific region who are simply prepared to sign up and abide by the international rules and norms.\" When asked about China's aggressive actions in the region, O'Farrell stressed the importance of dialogue and continuing to talk through issues. \"Just because we talk to them doesn't mean that we will surrender our sovereignty. We will continue to agree where we can and disagree where we must, but all times we'll protect our national interest,\" he said. On the upcoming G20 meeting in Srinagar, O'Farrell said that Australia is committed to providing the strongest possible representation at all working groups and meetings. He praised India's efforts in preparing for the meeting, stating, \"I have seen the convention centre where the meeting will take place, and I'm sure that it will continue to prove successful as India seeks to deal with practical issues which the world is struggling with post-Covid.\"",
        "location": "New Delhi ",
        "updated": "Updated: May 09, 2023, 06:49 PM IST"
    },
    {
        "heading": "First Airbus C295 plane for Indian Air Force completes maiden flight, delivery soon",
        "link": "https://www.wionews.com/india-news/first-airbus-c295-plane-for-indian-air-force-completes-maiden-flight-delivery-soon-590677",
        "content": "The first C-295 medium tactical transport aircraft meant to be delivered to India completed a three-hour-long maiden flight trial in Seville, Spain, French firm Airbus Defence and Space said. A test flight is meant to validate the performance of the major onboard systems and sub-systems. This aircraft is the first of 56 planes that the Indian Government had ordered&nbsp;for use by the Indian Air Force. While the first 16 aircraft will be assembled in Spain, the remaining will be manufactured and assembled by Tata Advanced Systems (TASL) in Gujarat, India. Equipped to ferry troops and cargo, the plane is also capable of serving in maritime surveillance, disaster response missions, special missions, medical evacuations etc. In the troop-ferrying role, it is capable of transporting 70 personnel. Being a medium transport aircraft, it offers flexibility and is capable of ferrying troops and cargo to locations that are inaccessible by larger and heavier aircraft. “This first flight represents a significant accomplishment for the first Make in India aerospace programme. With the Indian Air Force set to become the largest operator of the C295 in the world, this programme exemplifies our commitment to improving&nbsp;the Indian Air Force (IAF) operational capabilities,” said Jean-Brice Dumont, Head of Military Air Systems at Airbus Defence and Space. India acquired 56 C295 aircraft in September 2021 to replace the Air Force's legacy AVRO fleet. The first plane is expected to be delivered to India by the second half of this year, Airbus said. \"This programme will significantly contribute to developing the country’s military-industrial ecosystem from the manufacturing to assembly, testing, to delivery and maintenance of the complete lifecycle of the aircraft\" the firm added.",
        "location": "Chennai ",
        "updated": "Updated: May 09, 2023, 09:19 PM IST"
    },
    {
        "heading": "44 hours on, Kerala boat capsize search op continues; 22 dead,  boat owner arrested",
        "link": "https://www.wionews.com/india-news/44-hours-on-kerala-boat-capsize-search-op-continues-22-dead-boat-owner-arrested-590672",
        "content": "Diving teams from the Indian Navy and the National Disaster Response Force (NDRF) continued their search operations at the Poorappuzha estuary in Kerala's Malappuram district, where an illegal ferry capsized and caused the death of 22 people. So far,&nbsp; 22 bodies have been recovered, 10 people are hospitalised and five swam to safety after the accident that occurred around 7pm on Sunday night. Given that this was an illegal ferry, there are no clear records about the number of passengers that were on board during the ill-fated ride. Estimates suggest that 35 or 40 people were on board. Not having clear details on the passengers on-board poses a serious challenge to the agencies involved in a search operation.&nbsp; A 15-member diving team from the Southern Naval Command has been on the site since Monday noon and has been conducting an underwater search using a sophisticated Diver Held Navigation System (DHNS), equipment that locates underwater objects using SONAR beams.&nbsp;&nbsp; On Monday, the Kerala government announced that a judicial probe would be conducted to bring to light the wrongdoings that led to the accident. As per preliminary reports, there have been flagrant violations in the conduct of this tourist ferry. It is said that the boat was originally a fishing vessel that was later modified to ferry passengers did not have licence&nbsp;and lacked adequate safety measures to ferry people, the vessel sailed out well after the permissible ride timings, the vessel was overcrowded and carried twice the number of passengers, life vests were not provided to passengers etc. In connection with this, Kerala Police managed to arrest the boat owner by Monday evening.&nbsp; Around 7 pm on Sunday, 'Atlantic', an illegal tourist ferry that carried around 40 passengers, capsized few hundred meters from the estuary, where the Poorappuzha river meets the Arabian sea. Initial reports indicate that the ferry had capsized owing to overcrowding. As the incident took place after sunset, rescue operations faced several hurdles in the night hours.&nbsp;The first responders to this accident were the local people and fishermen and they were soon joined in by state authorities including police, fire and rescue teams etc.&nbsp; Indian Prime Minister Narendra Modi had expressed condolences over the tragic loss of lives and announced ex-gratia of Rs.200,000 to each of the bereaved families.",
        "location": "Chennai ",
        "updated": "Updated: May 09, 2023, 08:19 PM IST"
    },
    {
        "heading": "India: Another cheetah dies at Kuno National Park, third death in 40 days",
        "link": "https://www.wionews.com/india-news/india-another-cheetah-dies-at-kuno-national-park-third-death-in-40-days-590668",
        "content": "In the Kuno National Park (KNP) in Madhya Pradesh, a female cheetah named Daksha, who had been brought from South Africa, was killed during a fight with other cheetahs inside the park. As per PTI reports, Daksha was killed after a \"violent interaction\" with the Phinda adult male coalition, also known as the White Walkers, which included Vayu and Agni.&nbsp;&nbsp;Kuno has lost three cheetahs including Daksha, since the cats were brought from South Africa and Namibia.&nbsp; Since last year, nine cheetahs have been introduced to the national park, of which two died in March and April. A captive-bred cheetah named Sasha passed away in March from kidney failure that she had been suffering from ever since she was brought to India. She started showing signs of weakness and exhaustion on January 23, at which point authorities tranquillised her and sent her to a quarantine area where she would receive care. The second Cheetah, Uday, was discovered sick in the national park in April and passed away while receiving treatment. According to the ministry, the cheetahs would be permitted to leave KNP and won't necessarily be recaptured unless they venture into areas where they are in significant danger. Four of the eight cheetahs that were brought over from Namibia have so far been freed from their caged acclimatisation camps and placed in the KNP's free-range habitat. In September 2022, Prime Minister Narendra Modi released eight cheetahs that had been brought in from Namibia into a special enclosure at the Kuno National Park in Madhya Pradesh. As part of the cheetah reintroduction operation, the cheetahs were flown in a special jet from Namibia to Gwalior. Later, two Indian Air Force helicopters transported the animals to the national park. In February, 12 additional cheetahs arrived in India from South Africa. The second group of cheetahs arrived at the Air Force base in Gwalior before being sent to Kuno National Park. In the majority of countries, cheetah numbers are dropping. South Africa is an exception to this trend because there is no more space for the cats there. These majestic animals, known as \"the smallest of the big cats,\" can reportedly outrun the fastest Yamaha bike. Due to intensive poaching during the time before independence, they became extinct in India in 1952. In 1948, a cheetah was last seen in the Sal forests of Chhattisgarh's Koriya district.<br>\n&nbsp;",
        "location": "Sheopur, Madhya Pradesh",
        "updated": "Updated: May 09, 2023, 08:11 PM IST"
    },
    {
        "heading": "Indian forces gear up to secure G20 meeting venue in Srinagar, drills underway",
        "link": "https://www.wionews.com/india-news/indian-forces-gear-up-to-secure-g20-meeting-venue-in-srinagar-drills-underway-590627",
        "content": "India is holding multiple security review meetings and drills to ensure tight security in Jammu and Kashmir as the union territory prepares to host historic G20 meetings on May 22. Ajay Bhalla, Union Home Secretary on Tuesday (May 9) held a high-level security review meeting in Srinagar. Top officials of the Jammu and Kashmir Police, Intelligence Bureau, Indian Army and paramilitary were present. Security plans were discussed and finalised during the meeting. Upcoming G20 events in Srinagar will be the first in the city. India currently has the presidency of the G20 group of nations. The G20 meeting in Srinagar would be held at Sher E Kashmir International Convention Centre. Security has been strengthened at the venue. A huge number of security personnel can be seen guarding the venue. India's Central Reserve Police Force (CRPF) is conducting daily security drills around the venue. The drills include anti-mine search and the use of trained sniffer dogs which are being used to sanitise the place. Bullet-proof vehicles are placed at all the entry and exit points of the venue. Soldiers as well as drones are involved in security arrangements to ensure 24x7 vigil. Marine commandos have been deployed around the Dal Lake for the very first time. Indian Army's NSG Commandos will also be deployed for the protection of the delegates attending the meeting. The security drills are being carried out by the CRPF thrice every day around the venue. The soldiers are sanitizing the area to ensure zero possibility of any untoward incident. Security personnel have been put on high alert across the Union Territory of Jammu and Kashmir. This has come after the recent Poonch attack and Rajouri encounter in which ten Indian army soldiers were killed. The search operation in the jungles of Poonch still continues. The forces have also intensified the anti-terror operations in the Kashmir Valley. Three encounters took place in different areas of North Kashmir recently in which 5 terrorists were gunned down by the forces. The Jammu and Kashmir Police have specially trained around 600 soldiers in soft skills, who will be deployed during the event. The officials were also instructed to coordinate with other law enforcement agencies and intelligence agencies to gather information about any potential security threats and take necessary actions to neutralise them.",
        "location": "Srinagar",
        "updated": "Updated: May 09, 2023, 05:26 PM IST"
    },
    {
        "heading": "Indian govt says 238 stolen, smuggled antiquities brought back to country since 2014",
        "link": "https://www.wionews.com/india-news/indian-govt-says-238-stolen-smuggled-antiquities-brought-back-to-country-since-2014-590610",
        "content": "In a bid to rejuvenate India’s cultural and spiritual heritage, the Government of India, under the leadership of Prime Minister Narendra Modi, is bringing back the antiquities and artefacts from across the world. According to an official release, the government has brought back various priceless artefacts stolen and smuggled abroad. “Over centuries, innumerable priceless artefacts, some with deep cultural and religious significance, had been stolen and smuggled abroad. The government adopted a proactive approach to ‘bringing back Indian artefacts and cultural heritage,” said the government release. On numerous foreign visits, Prime Minister discussed the matter with global leaders and multilateral institutions and a total of 251 antiquities have been brought back to India, out of which 238 were brought back since 2014. Besides this, about 72 more antiquities are in the process of being repatriated from various countries. “As on April 24, 2023, 251 invaluable antiquities of Indian origin have been retrieved back from different countries, out of which 238 have been brought back since 2014. Further, nearly 72 antiquities are in the process of being repatriated from various countries,” read the release. “The untiring efforts of the Government of India have led to the repatriation of our rightful artefacts that reflect and epitomise the glory of our ancient civilisation,” further added the release.",
        "location": "ANI",
        "updated": "Updated: May 09, 2023, 03:50 PM IST"
    },
    {
        "heading": "India: Fire breaks out at army base hospital in Delhi, no deaths reported",
        "link": "https://www.wionews.com/india-news/india-fire-breaks-out-at-army-base-hospital-in-delhi-no-deaths-reported-590545",
        "content": "A fire broke out at an army base hospital in Delhi's cantonment area early Tuesday (May 9). The Delhi Fire Service (DFS) received a call regarding the blaze at around 3.50 am, following which five fire tenders were rushed to the spot. The fire had started in the ICU ward near the oxygen store and plant on the ground floor. No casualty has been reported so far,\" a senior DFS official said, the news agency IANS reported. The blaze was brought under control.&nbsp; \"Most dreaded things in fire incidents, for firemen, are cylinder blasts, but team DFS has always taken risks to protect the lives &amp; property of the citizens of Delhi. A fire in Base Hosptial, Cantt, was received, 5 fire units were rushed to the site, the team fought in the presence of cylinder,\" DFS chief Atul Garg said.&nbsp; The cause of the fire is yet to be ascertained and further details are awaited.&nbsp; This fire at the army base hospital in Delhi comes after the police said on Sunday that the charred body of a 30-year-old woman was found in a laptop cell factory gutted in a blaze in the Dayalpur area on Saturday, the news agency PTI reported.&nbsp; The victim was identified as Maya. She was a resident of Gokalpuri and worked as a labourer at the factory in Chandbagh, the police said, adding a call was received about the fire at 3.15 pm on Saturday.&nbsp; <em><strong>(With inputs from agencies)</strong></em>",
        "location": "New Delhi",
        "updated": "Updated: May 09, 2023, 02:04 PM IST"
    },
    {
        "heading": "Cyclone Mocha: Severe storm expected this week, Andaman to receive increased rainfall, says IMD | Details",
        "link": "https://www.wionews.com/india-news/cyclone-mocha-may-intensify-into-severe-storm-this-week-says-imd-details-590544",
        "content": "<strong>Cyclone Mocha:</strong> The storm developing in the Bay of Bengal may intensify into a severe cyclone with winds blowing up to 120 km/h over the sea, said Indian Meteorological Department (IMD) chief DR M Mohapatra.&nbsp; The cyclone is likely to intensify into a depression on May 9 and into Cyclone Mocha on May 10. It is expected to move towards the Bangladesh and Myanmar coasts around May 12. The Andaman and Nicobar Islands are also expected to receive severe rainfall.&nbsp; A warning has already been issued to small sea-faring vessels and fishers not to venture out from Tuesday onwards. The Met department also asked authorities to regulate offshore activities and shipping near the Andaman and Nicobar Islands accordingly, from May 8 to May 12.&nbsp; Under the influence of the cyclonic circulation in the southeast Bay of Bengal, a low-pressure area is likely to form over the region on May 8, the Met department said.&nbsp;IMD officials have urged people not to panic about a possible cyclone but to remain prepared to face any eventuality. After intensifying into a cyclonic storm, while moving nearly northwards towards the central Bay of Bengal and adjoining the north Andaman Sea, strong winds with a speed of 60 kilometres per hour can blow in the Bay of Bengal and the Andaman Sea.&nbsp; There is a possibility of heavy rains in the Andaman and Nicobar Islands, West Bengal, Andhra Pradesh, and Odisha until May 12. The sea conditions are predicted to be rough over the southeast Bay of Bengal and adjoining south Andaman Sea on May 8 and very rough from May 9 onwards.&nbsp; Also Read |&nbsp;<a href=\"https://www.wionews.com/india-news/israeli-foreign-minister-arrives-in-new-delhi-on-three-day-visit-will-meet-jaishankar-590495\">Israel FM cuts short his India visit, will return after meeting PM Modi today</a> Since the warning by the Met Department, states are on high alert, with local disaster response teams afoot to handle any emergency situations that may occur.&nbsp; Cyclone Mocha-related warning has been issued across 18 districts in Odisha. The state weather bureau of Bhubaneswar has issued a yellow alert for nine districts in Odisha, cautioning of possible thunderstorms and lightning. Severe rains and thunderstorms will also disrupt day-to-day activities in several Odisha states, including Balasore, Bhadrak, Jaipur, Kendraprada, Cuttack and Puri.&nbsp; IMD also issued a warning for other parts of the country, saying, maximum temperatures are likely to increase by 3-5 degree Celsius over most parts of the country over the five days.&nbsp; <strong>How does a cyclone occur?</strong> The word ‘cyclone’ originates from the Greek word, ‘cyclos’, which refers to the coiling of a snake. Cyclones are formed when the sea-surface temperature rises above 26.5 degrees Celsius and usually bring with them extreme winds and heavy rainfall which can result in large-scale destruction including floods in coastal areas. <strong>Naming of cyclones</strong> Cyclones across the world are named by the six regional specialised metrological centres (RSMCs) and five tropical cyclone warning centres (TCWCs).&nbsp; The name Mocha was suggested by Yemen after a Red Sea port city, which is said to have introduced coffee to the world more than 500 years ago.&nbsp; <br>\n<strong>WATCH WION LIVE HERE</strong>",
        "location": "Bengal ",
        "updated": "Updated: May 09, 2023, 02:53 PM IST"
    },
    {
        "heading": "India's quality control norms could hit Chinese imports: Report",
        "link": "https://www.wionews.com/india-news/indias-quality-control-norms-could-hit-chinese-imports-report-590528",
        "content": "If reports are to be believed, imports of Chinese goods could dwindle in India as the government continues to introduce a raft of Quality Control Orders (QCO). The situation could pose problems for the Indian industry, according to a report published in Mint.&nbsp; \"Inspections by the Bureau of Indian Standards (BIS) have become crucial, with India imposing mandatory certification on many products for which QCOs have been issued,\" the publication noted, adding that customs officials were blocking products that were not compliant with Indian standards.&nbsp; With several hurdles in the process, the import delays could pose difficulties for myriad industries which are dependent on China for products, the report warned. From&nbsp;pharmaceutical ingredients to auto parts to machinery, China has been one of the biggest importers to India.&nbsp; Notably, the total imports from China increased to&nbsp;$98.51 billion during the financial year that ended in March, compared to $94.57 billion during the same time last year.&nbsp; <a href=\"https://www.wionews.com/business-economy/us-pips-china-to-become-indias-top-trade-partner-583242\"><strong>ALSO READ |&nbsp;US pips China to become India's top trade partner</strong></a> A government official, however, asserted that India was not looking to boot out China, albeit it was stepping in for quality checks as the Chinese officials were yet to resume the practice after the pandemic.&nbsp; “India is not blocking imports from China. The issue is that because of travel restrictions in China, inspections are not taking place. Chinese officials are yet to indicate the reopening of facilities for inspections,\" said the official, requesting anonymity.&nbsp; \"We have resumed inspection of all the countries whose embassies have written to us indicating their facilities are open for inspection. BIS can’t give certifications without inspections.\" With an aim to curb the import of sub-standard goods, especially from China and boost the domestic industry, India has seen a surge in QCOs.&nbsp; Products such as toys, machinery safety equipment, pressure cookers, ACs and chemicals have already been brought under compulsory certification.&nbsp; Earlier in January this year, the Department for Promotion of Industry and Internal Trade (DPIIT) said it was planning to issue more QCOs by the&nbsp;second quarter of the next year. So far, India has issued 115 QCOs, and orders on as many as 675 products across 14 ministries are under consideration.&nbsp; <a href=\"https://www.wionews.com/videos/india-to-discourage-foreign-trade-settlement-in-chinese-yuan-571771\"><strong>WATCH |&nbsp;India to discourage foreign trade settlement in Chinese yuan</strong></a> Even then, there was pushback from the World Trade Organization (WTO) members who said implementing QCOs should be on grounds of health, safety, environment, deceptive trade practice or national security only.&nbsp; However, according to experts,&nbsp;QCO is the perfect antidote to stop cheap Chinese imports from flooding the Indian market. Once Chinese goods enter India, their ultra-competitive pricing means that domestic traders are pushed to the fringes and punished for trying to maintain a certain level of quality.&nbsp;",
        "location": "New Delhi",
        "updated": "Updated: May 09, 2023, 12:13 PM IST"
    },
    {
        "heading": "India: 15 killed, more than 20 injured as bus falls from bridge in Khargone",
        "link": "https://www.wionews.com/india-news/india-15-killed-more-than-25-injured-as-bus-falls-from-bridge-in-khargone-590518",
        "content": "At least 15 people were dead and more than 20 were injured after a bus fell from a bridge in Khargone on Tuesday (May 9) in the Indian state of Madhya Pradesh.&nbsp; State Home Minister Narottam Mishra confirmed the details further adding that the emergency services with the help of local villagers are engaged in rescue operations.&nbsp; The minister said that the injured have been referred to Khargone District Hospital for treatment and a magisterial lever inquiry has also been ordered into the accident.&nbsp; He said that the Madhya Pradesh government will provide financial assistance of Rs 400,000 each to the families of those killed in the accident and Rs 50,000 to the seriously injured. Rs 25,000 will be given to those with minor injuries. He added that the treatment of all the injured will be provided by the government <em>more to follow...&nbsp;</em>",
        "location": "New Delhi, India"
    },
    {
        "heading": "Israel FM cuts short his India visit, will return after meeting PM Modi today",
        "link": "https://www.wionews.com/india-news/israeli-foreign-minister-arrives-in-new-delhi-on-three-day-visit-will-meet-jaishankar-590495",
        "content": "Israel's Foreign Minister Eli Cohen arrived in New Delhi on Tuesday morning but just a few hours after landing, he announced that he will cut short his crucial trip because of the security situation in his country.&nbsp;The trip was supposed to be for three days, which included visits to Agra and Mumbai.&nbsp; Cohen said, \"I landed a short time ago in New Delhi, the capital of India, and immediately upon landing I received a security update.\" He further added that he will return to Israel after his meeting with Indian Prime Minister Narendra Modi, which will take place today. India's External Affairs Minister Subrahmanyam Jaishankar and his Israeli counterpart held bilateral talks in New Delhi and reaffirmed their commitment to strengthen the India-Israel relationship.&nbsp; Three MoUs signed between India and Israel in the presence of India's Union Minister Gajendra Singh Shekhawat and the Israeli foreign minister.&nbsp; &nbsp; Latest reports from Tel Aviv said that Israel has launched a major military offensive targeting some militants in Gaza Strip.&nbsp; Local reports mentioned that at least 12 Palestinians, including three commanders of the militant group Islamic Jihad, have been killed in the airstrikes.&nbsp; Cohen said,&nbsp;\"A short while ago I landed in India for a very important strategic and political visit. I am receiving constant update from Israel on the situation and I hope to meet today with the Indian Prime Minister, and after that will shorten my visit and go back to Israel.\"&nbsp; India-Israel ties have flourished in the past few years in various sectors, including defence, agriculture and water management and Cohen's visit was part of the preparations for Prime Minister Benjamin Netanyahu’s trip to India later this year.&nbsp; In January, PM Modi had a telephone conversation with his Israeli counterpart Netanyahu during which both leaders agreed on the potential for further strengthening bilateral strategic cooperation. <em>(With inputs from agencies)&nbsp;</em>",
        "location": "New Delhi, India",
        "updated": "Updated: May 09, 2023, 02:56 PM IST"
    },
    {
        "heading": "India-EU Trade & Tech Council to discuss AI at Brussels meeting: Top EU official",
        "link": "https://www.wionews.com/india-news/india-eu-trade-tech-council-to-discuss-ai-at-brussels-meeting-top-eu-official-590477",
        "content": "The upcoming India-EU Trade and Technology Council (TTC) meeting, which is set to take place in Brussels on May 15-16, is expected to cover a range of issues, with a particular focus on artificial intelligence (AI). Helena König, the deputy secretary general for economic and global affairs at the European External Action Service (EEAS), emphasised the importance of collaboration between India and the EU, noting that \"in terms of technology India is very advanced, we're very advanced, so we'll work on it together.\"&nbsp; EEAS is the diplomatic service and foreign and defence ministry of the European Union (EU). It is responsible for conducting the EU's foreign policy and managing its diplomatic missions around the world. The establishment of the EU-India Trade and Technology Council is seen as a key step in strengthening the strategic partnership between the EU and India. The council is the second such bilateral forum for the EU and the first one established with any partner for India. It is hoped that the council will provide a platform for discussions on a range of issues, including trade, technology, and AI. <a href=\"https://www.wionews.com/videos/tech-companies-battle-eu-over-data-sharing-590139\"><strong>WATCH |&nbsp;Tech companies battle EU over data-sharing</strong></a> At the upcoming TTC meeting, three top Indian ministers - EAM S Jaishankar, trade minister Piyush Goyal, and IT minister Ashwini Vaishnaw will travel to Brussels to discuss the future of the partnership between India and the EU. The President of the European Commission, Ursula von der Leyen, and Indian Prime Minister Narendra Modi agreed to launch the EU-India Trade and Technology Council last year. Ministerial meetings of the TTC will take place at least once a year, alternating between the EU and India. On the topic of the India-EU Free Trade Agreement (FTA) talks, König expressed optimism, noting that there is the \"strongest commitment from highest level\" for the conclusion of the pact. She stressed the importance of a comprehensive agreement that can be used in the decades to come. The next round of India-EU FTA talks is set to take place in Delhi in June. <a href=\"https://www.wionews.com/india-news/india-greek-embassy-to-host-event-highlighting-plight-of-ethnic-greeks-in-conflict-torn-mariupol-590062\"><strong>ALSO READ |&nbsp;Greek embassy in India to host event highlighting plight of ethnic Greeks in conflict-torn Mariupol</strong></a>",
        "location": "New Delhi",
        "updated": "Updated: May 09, 2023, 08:52 AM IST"
    },
    {
        "heading": "Indian govt asked to ban diesel-powered four wheelers by 2027",
        "link": "https://www.wionews.com/india-news/indian-govt-asked-to-ban-diesel-powered-four-wheelers-by-2027-590442",
        "content": "To cut emissions across major Indian polluted cities, a government panel has recommended banning diesel-powered four-wheeler vehicles&nbsp;by 2027. A panel formed by the Indian Ministry of Petroleum and Natural Gas wants the government to ban diesel vehicles and switch to electric and gas-fuelled vehicles in cities with more than a million people \"By 2030, no city buses should be added which are not electric...diesel buses for city transport should not be added from 2024 onwards,\" the panel said in a report posted on the Oil Ministry's website, according to Reuters news agency. However, the recommendations are merely advisory in nature and it should be placed before the Cabinet before any decision in this regard is implemented. In order to proliferate electric vehicles on Indian roads, the panel has advised the government to consider \"targeted extension\" of incentives given under Faster Adoption and Manufacturing of Electric and Hybrid Vehicles scheme (FAME) to beyond March 31. The FAME scheme was launched in April 2015 under the National Electric Mobility Mission to encourage electric and hybrid vehicle purchases by providing financial support. India's annual emissions per person are less than the global average. In 2019 China is estimated to have emitted 27 per cent of world Green House Gas, followed by the US with 11 per cent then India with 6.6 per cent Despite emitting fewer GHGs than the other developed countries, India has vowed to achieve its 2070 net zero goal by producing 40 per cent of its electricity from renewables. Diesel is still primarily used in the transport sectors, which accounts for about 80 per cent of refined fuel consumption in India. The panel said that new registrations of only electric-powered city delivery vehicles should be allowed from 2024 and suggested for higher use of railways and gas-powered trucks for the movement of cargo. The railway network is expected to be fully electric in two to three years. Long-distance buses in India will have to be powered by electricity in the long-term, it said, adding that gas can be used as a transition fuel for 10-15 years. India aims to raise the share of gas in its energy mix to 15 per cent by 2030 from 6.2 per cent now.",
        "location": "New Delhi",
        "updated": "Updated: May 09, 2023, 09:00 AM IST"
    },
    {
        "heading": "Central Asian Flyway: India leads global effort to save migratory birds",
        "link": "https://www.wionews.com/india-news/central-asian-flyway-india-leads-global-effort-to-save-migratory-birds-590439",
        "content": "In one of its kind continent-wide effort to save migratory birds, eleven countries have agreed on an institutional framework. The framework, known as Central Asian Flyway (CAF), is aimed to strengthen efforts for migratory birds and their habitats in a coordinated manner. The Central Asian Flyway is a major migratory route for birds, covering 30 countries from the Arctic Ocean to the Indian Ocean. It is home to more than 400 species of migratory birds, including threatened and endangered species such as the Siberian crane and the lesser white-fronted goose. <strong>ALSO READ |&nbsp;<a href=\"https://www.wionews.com/india-news/see-pics-man-sets-up-resort-at-kashmirs-famous-dal-lake-for-migratory-birds-554956\">See Pics | Man sets up resort at Kashmir’s famous Dal Lake for migratory birds</a></strong> Of these 30 countries, 11 have come on-board for coordinated efforts to save migratory birds within the Central Asian flyway. These eleven countries are India, Armenia, Bangladesh, Kazakhstan, Kyrgyzstan, Kuwait, Mongolia, Oman, Saudi Arabia, Tajikistan and Uzbekistan. <strong>ALSO WATCH |&nbsp;Safe haven for endangered migratory birds | WION Climate Tracker</strong> Other than these eleven countries, twenty nine more nations must also come on-board for the formalisation of complete Central Asian Flyway within one single mechanism.&nbsp; The formalisation of the Central Asian Flyway initiative is being seen as a significant step towards the conservation of migratory birds and their habitats. A flyway is a geographical region within which a number of migratory bird species complete their annual cycle. The annual cycle includes breeding, moulting, staging and non-breeding.&nbsp; A total of 370 species of migratory birds visit the Indian subcontinent annually. Once agreed upon by all the countries, India may serve as secretariat of the Central Asian Flyway in due course, The Times of India reported. \"India has been taking proactive steps in the conservation of migratory birds and their habitats and has been advocating establishment of a Central Asian Flyway initiative that first began in 2005 in New Delhi,\" Suresh Kumar, senior scientist at Wildlife Institute of India in Dehradun, who assists the India's central government in matters relating to the Convention on Migratory Species, was quoted as saying by the Times of India.&nbsp;",
        "location": "New Delhi",
        "updated": "Updated: May 09, 2023, 12:49 AM IST"
    },
    {
        "heading": "India: Delhi's iconic Jama Masjid may soon get seminal revamp",
        "link": "https://www.wionews.com/india-news/india-delhis-iconic-jama-masjid-may-soon-get-seminal-revamp-590426",
        "content": "Jama Masjid, India's largest mosque and one among Delhi's grandest identification-markers is set to get a revamp. In works for nearly two decades, the redevelopment plan, dubbed Jama Masjid redevelopment plan has reportedly&nbsp;received a fresh push from the Delhi Public Works Department (PWD). The department has invited fresh bids to prepare a detailed project report (DPR) for the redevelopment of the area around the mosque. \"Last month, we opened the tender for appointing a new consultant for redevelopment of the Jama Masjid precinct,\" a department official was quoted as saying by Hindustan Times. However, a Detailed Project Report simply means that the department will be told what all needs to be done for the redevelopment of the area. It could take some more years before the actual work on the basis of the Detailed Project Report (DPR) starts. The first attempts at&nbsp;revamping the mosque, built by Mughal emperor Shah Jahan in 1656, began in 2004 when the then Delhi Chief Minister Sheila Dixit's government first conceived Jama Masjid Redevelopment Plan.&nbsp; Unlike India's other heritage sites, such as Qutub Minar in New Delhi and Taj Mahal in Agra, Jama Masjid (since it is primarily a place of worship) is not a protected monument under the Archaeological Survey of India (ASI). The centuries-old monument has obviously had its tryst with the time.&nbsp; The finial of Jama Masjid’s central dome was damaged in May last year following heavy rain and thunderstorm. In June 2021, a slab of red sandstone from the minaret collapsed and ended up damaging the courtyard beneath it. Other issues that plague the structure include narrow approach roads, and the presence of shops and residential areas opposite Jama Masjid’s main entrance. According to a report in Hindustan Times, the Shahjahanabad Redevelopment Corporation (SRDC) board in August 2019 decided that to expedite the execution of the redevelopment plan whose the detailed project report will be divided into two parts. One will concern the vicinity of the mosque’s precincts, including Meena Bazar, Urdu Bazar and all approach roads leading to the masjid, and the other about the main monument precincts, which means the areas within the walled premises of the main mosque. The work reportedly entails the redevelopment of the 12.7 hectare area.",
        "location": "New Delhi",
        "updated": "Updated: May 09, 2023, 12:06 AM IST"
    },
    {
        "heading": "Kerala boat tragedy: Oversight, corruption resulted in one of state's deadliest accidents",
        "link": "https://www.wionews.com/india-news/kerala-boat-tragedy-oversight-corruption-resulted-in-one-of-deadliest-accidents-590411",
        "content": "The Kerala boat accident that killed 22 and injured many has opened a can of worms about regulatory malpractice, oversight, and negligence that culminated into one of the state’s deadliest accidents. On Sunday night, the operator of the tour boat, Atlantic, not only kept its services open well beyond the stipulated hours but also let greed take over as the vessel was overcrowded with tourists, including women and children. Police officers said that the vessel, which was initially a fishing boat, carried at least 30-40 passengers onboard. Eyewitnesses told local news outlet Manorama that the boat operators continued to invite more people to join saying that it was the ‘last trip of the day’, despite the boat being overloaded. PK Kunhalikutty, an MLA of the Indian Union Muslim League (IUML), told PTI that the boat violated the rule of vessels not being allowed to operate after 6 pm. The incident took place around 7 pm (local time) near an estuary in Thooval Theeram Beach in the Tanur area. On Monday, police caught the owner of the boat from the Kozhikode beach area after a 24-hour manhunt. A senior police officer of Malappuram district confirmed to PTI news agency that the boat owner, Nasar, has been caught. \"He has been caught from the Calicut (Kozhikode) beach area. He has not been arrested formally. He will be brought here (Malappuram),\" the officer, who has not been named, was quoted as saying. Police officers said that the boat was carrying 40 passengers, well beyond its capacity, which made it tilt to one side, and eventually, it capsized. The accident happened in the backwaters of Thooval Theeram, which is situated on the banks of the estuary of the Poorapuzha River joining the Arabian Sea. The beach was crowded with visitors due to the holiday. The accident happened while passengers were returning from the trip. The first rescue boat took almost 15 minutes to reach the spot due to a lack of light. No. According to officials, the double-decker boat was initially a fishing boat. It is alleged that the owner modified it into such a boat for tourism and illegally bought a licence to run it as a passenger boat. <strong>Also read |</strong>&nbsp;<a href=\"https://www.wionews.com/india-news/kerala-boat-capsize-kills-22-indian-navy-deploys-two-helos-and-15-divers-590191\">Boat capsizes in Kerala, killing 22; Indian Navy deploys two helos and 15 divers</a> According to local reports, several complaints were made against the Atlantic boat owner and even senior government officials were notified of its illegal activity, but none paid heed. It has been claimed that the owner, Nasser, used his political clout to suppress any complaint and made sure that his business ran uninterrupted. Moreover, it has been reported that the boat lacked adequate safety measures, like lifejackets, which resulted in a high number of casualties. The boat was not given a safety certificate which is mandatory for tourist boats, and it entered the waters late in the evening on Sunday despite a ban on boat rides post-sunset.&nbsp; Despite several fatal boat accidents in Kerala over the last 100 years and three Commission of Inquiry reports recommending preventive measures, lack of government intervention resulted in the boating tragedy, reports PTI news agency. A district disaster management authority in a meeting in February this year reportedly warned of illegal boat operations. Kerala Chief Minister Pinarayi Vijayan on Monday visited the Taluk Hospital, Tirurangadi in Malappuram district where survivors of the boat tragedy near the Tanur coast were admitted. The Kerala government also ordered a judicial probe into the incident. The chief minister announced Rs one&nbsp;million compensation to the kin of victims and said the government will bear the treatment expense of the injured people.",
        "location": "New Delhi",
        "updated": "Updated: May 09, 2023, 12:04 AM IST"
    },
    {
        "heading": "Game, set and match! All eyes on May 10 as campaign for Karnataka election concludes",
        "link": "https://www.wionews.com/india-news/game-set-and-match-all-eyes-on-may-10-as-campaign-for-karnataka-election-concludes-590379",
        "content": "The high-voltage political campaign for the Karnataka assembly elections scheduled to take place on May 10 came to an end on Monday, as three political parties—the BJP, Congress, and JD(S)—made a last-ditch attempt to woo&nbsp;voters. While the ruling Bharatiya Janata Party’s (BJP) campaign strategy largely focused on the developmental works carried out by their government in the past five years, and Prime Minister Narendra Modi’s popularity, the Congress, on the other hand, focused on local issues. The other opposition party,&nbsp;Janata Dal (Secular), also touched upon local issues during its campaign. Voting for the 224-member Karnataka Assembly will begin and end on May 10, and the counting of votes will be conducted on May 13. A party needs to secure a majority of 113 seats to form a government. The BJP deployed big stalwarts for the Karnataka election campaign with PM Modi leading the charge. Since the start of the campaign, he has addressed a total of 18 public rallies and held three roadshows in the state since April 28. Congress, too, saw several political bigwigs, including Sonia, Rahul and Priyanka Gandhi, hitting the roads for the campaign. The BJP has been banking on PM Modi’s popularity to tide over the anti-incumbency wave, as the current government led by Basavaraj Bommai faces corruption charges. The Congress is looking for a comeback in the state after it was thrown out of power in 2018 when it entered into a coalition with the JD(S) to form a government. Poll experts predict a tight election in Karnataka, with some giving a slight advantage to the Congress. However, they believe that Modi’s rally in the state might turn out to be a game changer for the state BJP unit and may help in getting better results than expected. Several BJP leaders said that Modi’s campaigning across the state boosted the party’s morale and confidence among the electorate, and hoped that it will convert into votes and help the party script history in the polls. Congress, too, sounded confident in securing victory in the polls.",
        "location": "Bengaluru ",
        "updated": "Updated: May 08, 2023, 11:47 PM IST"
    },
    {
        "heading": "Kerala boat tragedy: Police nab owner of the sunken vessel",
        "link": "https://www.wionews.com/india-news/kerala-boat-tragedy-owner-of-the-vessel-caught-by-police-590357",
        "content": "The owner of the boat that capsized killing 22 in southern Indian state of Kerala has been caught by the police, reported Press Trust of India. Those dead in the tragedy include 15 children. As per reports, the owner of the boat was arrested from Kozhikode beach area. PTI reported that a senior police officer of Malappuram district confirmed that the boat owner, Nasar, has been caught. \"He has been caught from the Calicut (Kozhikode) beach area. He has not been arrested formally. He will be brought here (Malappuram),\" the officer said as quoted by PTI. According to Tanur police, in whose jurisdiction the tragic incident occurred, the owner of the boat had been absconding. A case was registered against on Sunday. The owner of the boat reportedly did not have a license to operate it.&nbsp; The double-decker boat was ferrying the passengers when it turned turtle and sank. Twenty two&nbsp;dead from the tragedy include 15 children. The incident took place around 7 pm local time (+530 GMT) near an estuary in Thoovaltheeram beach in the Tanur area. Survivours were admitted to Taluk Hospital, Thirurangadi in Malappuram district. Kerala Chief Minister Pinarayi Vijayan visited the hospital. It has been reported that around 35-40 passengers were in the boat when it sank. Indian Prime Minister Narendra Modi expressed his condolences and announced an ex-gratia of Rs 200,000 (US $2,400 approx.) to the family members of each victim.<br>\n&nbsp;<br>\n\"Pained by the loss of lives due to the boat mishap in Malappuram, Kerala. Condolences to the bereaved families. An ex-gratia of ₹2 lakh from PMNRF (Prime Minister's National Relief Fund) would be provided to the next of kin of each deceased,\" tweeted Prime Minister's Office. The state of Kerala &nbsp;declared official mourning on Monday for the victims. Official functions were cancelled. You can now write for wionews.com and be a part of the community. Share your stories and opinions with us <a href=\"https://www.wionews.com/content-contribution-registration-form\"><strong>here</strong></a>.",
        "location": "Thiruvananthapuram",
        "updated": "Updated: May 09, 2023, 09:05 AM IST"
    },
    {
        "heading": "G20 in India: Kashmir University to hold Youth 20 consultation meeting on May 11",
        "link": "https://www.wionews.com/india-news/g20-in-india-kashmir-university-to-hold-youth-20-consultation-meeting-on-may-11-590362",
        "content": "The University of Kashmir will host Youth 20 consultation meeting on May 11. The Vice Chancellor of the University of Kashmir, Prof Neelofer Khan&nbsp;announced that the University of Kashmir is hosting the Youth 20 consultation meeting on May 11 at its Central Campus in Hazratbal. The theme of the meeting will be \"Climate Change and Disaster Risk Reduction: Making Sustainability a Way of Life\", and it will be held under the aegis of India’s G20 presidency.&nbsp; \"The consultations would provide a platform for open discussions, presentations and interactive sessions focused on addressing the challenges faced by young people and formulating a roadmap for their development. Based on the inputs from these discussions, a communiqué will be prepared as an outcome document for the Youth 20 Summit, 2023. The University has got a historic opportunity to host the meeting and all arrangements have been put in place to ensure its great success,\" said Neelofar Khan, VC, Kashmir University.&nbsp; <strong>ALSO READ |&nbsp;<a href=\"https://www.wionews.com/india-news/kashmir-department-of-tourism-hosts-model-g20-summit-587027\">Kashmir: Department of Tourism hosts Model G20 Summit</a></strong> The University of Kashmir has constituted several committees to oversee arrangements and preparedness for the event, which will be attended by dignitaries from Central Government, UT administration, youth leaders from G20 Countries and national and international speakers. \"To make the event more inclusive and result-oriented, participants have been invited from universities across the Union Territories of Jammu and Kashmir and Ladakh. It is pertinent to mention that the event will see four panel discussions on important aspects related to the theme,\" said the VC. \"The theme for the meeting has been deliberately chosen in view of its high importance for the country in general and the youth in particular. And the meeting is an opportunity for the youth to come forward and share their ideas on how they could contribute to addressing and mitigating the impacts of climate change,\" she added.&nbsp; <strong>ALSO WATCH | Srinagar gears up to host g20 summit | Inside South Asia</strong> The ideas generated will eventually be taken to the G20 platform and shall contribute to policy-making in critical areas. The University has undertaken enormous research on the subject of climate change and has been designated as a Centre of Excellence in Glacial Studies in the Western Himalayas by the Department of Science and Technology, Government of India.&nbsp;",
        "location": "Srinagar",
        "updated": "Updated: May 08, 2023, 11:38 PM IST"
    },
    {
        "heading": "Karnataka assembly polls: EC seeks clarification on Sonia Gandhi’s ‘sovereignty’ remark",
        "link": "https://www.wionews.com/india-news/karnataka-elections-sonia-gandhis-sovereignty-remarks-kicks-up-political-storm-bjp-files-complaint-590343",
        "content": "The last leg of Karnataka assembly elections saw a massive political storm brewing between the ruling Bharatiya Janata Party (BJP) and the opposition Congress over Sonia Gandhi’s alleged remarks that seemingly endorsed “sovereignty” for India’s southern Karnataka state. On Monday morning, a delegation of the BJP went to the country’s poll panel, the Election Commission of India (ECI), to lodge a complaint and sought punitive action against her. &nbsp;“She (Sonia Gandhi) deliberately used the word sovereignty. Congress manifesto is the agenda of the 'Tukde-Tukde' (anti-national) gang and hence they are using such words. We hope EC will take action against this anti-national act,” Union Minister Bhupender Yadav told reporters outside the office. The saffron party urged the Election Commission to revoke the registration of the Congress party \"that acts in clear violation of the mandatory oath of upholding the Sovereignty, Unity &amp; Integrity of India\" and sought appropriate preventive and punitive action in accordance with the Model Code of Conduct. In response, the poll body&nbsp;issued&nbsp;a letter to Congress president Mallikarjun Kharge to provide clarification and take rectification measures with a Twitter post put up on the Official INC Twitter handle and attributed to Sonia Gandhi. \"The Commission received a complaint dated 8th May 2023 submitted by the leaders of BJP, Bhupender Yadav, Dr Jitendra Singh, Tarun Chugh, Anil Baluni and Om Pathak...According to the complaint made by BJP, the above tweet is violative of the mandatory oath undertaken by the political parties under section 29A (5) of the Representation of the People Act, 1951 at the time of registration,\"&nbsp;Election Commission said in its notice. The BJP moved the EC a day after Prime Minister Narendra Modi, while campaigning in Karnataka, lambasted Sonia Gandhi for “insulting” India’s sovereignty by suggesting secession of the southern state from the rest of the country. &nbsp;“Not only Karnataka, I want to tell this to the entire country with a lot of pain that in this election Congress’s ‘shahi parivar’ (royal family) yesterday came to Karnataka and said that they want to protect the ‘sovereignty’ of Karnataka,” he said. “Do you know what is the meaning of it... When a country becomes independent, that country is called a sovereign country. The meaning of what Congress is saying is that the Congress believes that Karnataka is separate from India,” he said. Modi was responding to a Twitter post from Congress’ official account on May 6 which had quoted Sonia Gandhi as saying during an election rally in Huballi-Dharwad, “The Congress will not allow anyone to pose a threat to Karnataka's reputation, sovereignty or integrity.\" Gandhi, in a scathing attack on the BJP, said, \"Karnataka and the rest of the country cannot make progress without getting rid of the ruling party’s loot, lies, ego and hatred.\" She was joined on the stage by Congress President M Mallikarjun Kharge, Rahul Gandhi and Karnataka's former&nbsp;chief minister Jagadish Shettar, who recently quit BJP over the denial of a ticket and joined the party. Congress fielded Shettar, a six-time MLA, from the Hubli-Dharwad Central constituency, from where he had won the previous Assembly polls in 2018.",
        "location": "New Delhi ",
        "updated": "Updated: May 08, 2023, 11:41 PM IST"
    },
    {
        "heading": "CRPF soldier singing Kashmiri songs wins hearts on the internet",
        "link": "https://www.wionews.com/india-news/crpf-soldier-singing-kashmiri-songs-win-hearts-on-the-internet-590336",
        "content": "A soldier from India's Central Reserve Police Force (CRPF) is winning hearts of people in Kashmir and many others online. Mrityunjai Kumar Rai, the soldier who is posted in Jammu and Kashmir's Bandipora District hails from the state of Bihar. He has sung many traditional Kashmiri songs which have gone viral online. Sitting next to River Madhumati in Bandipora District, Rai along with another soldier who plays the musical instrument for him could be seen enjoying the view and singing the famous Kashmiri song 'Nigaaro'. The CRPF said that even while performing their challenging duties, the soldiers find moments of joy &amp; inspiration. It called Rai's performance enchanting.&nbsp; ''My name is Mrityunjai Kumar Rai and I belong to Bihar; I have been posted in the Valley for the last 6 years. After coming here, I started listening to the Kashmiri Songs and I found them very beautiful as are the people of the Valley. So, I thought I should sing Kashmiri songs for the people to enjoy, '' said Mrityunjai Kumar Rai, Soldier, CPRF.&nbsp;",
        "location": "Srinagar",
        "updated": "Updated: May 08, 2023, 10:59 PM IST"
    },
    {
        "heading": "Tagore and his women | Forgotten names who shaped the Nobel laureate's literature",
        "link": "https://www.wionews.com/india-news/tagore-and-his-women-forgotten-names-who-shaped-the-nobel-laureates-literature-590324",
        "content": "It was in the year 1884 when 22-year-old Rabindranath Tagore, subsumed in pain of separation, in a letter to his confidant, educationist and social reformer C F Andrews wrote, “She, my Queen, has died and my world has shut against the door of its inner apartment of beauty which gives on the real taste of freedom.”&nbsp; The words were not just a mere expression of pain, but a grave loss that would later form his exemplary literary works. The woman, whose&nbsp;loss appeared unbearable to the greatest poet of his time, was his muse and sister-in-law Kadambari Devi. The most famous and strongly impactful woman in Tagore's life, Kadambari Devi, was married to his brother at the age of 10. Describing her first glimpse in his house, Tagore in his autobiographical masterpiece <em>My Boyhood Days</em> (<em>Chhelebelai</em>) writes, “A new bride came to the house, slender gold bracelets on her delicate brown hands…I circled around her at a safe distance, but I did not dare to go near. She was enthroned at the centre of affection and I was only a neglected, insignificant child.” After Tagore's mother passed away, Devi was given the duty to look after him. As the two grew up, they turned from playmates to literary companions to eventually the poet and his muse. When Tagore turned 17, he visited England for some time and continued writing letters to Kadambari. Later, he got a few letters published. The letters left his family scandalised who construed their relationship as sexual and passionate and hence, decided to get Tagore married as soon as possible. On December 9, 1883, Tagore was married to 11-year-old Bhavatarini Devi, whom he later called Mrinalini. Kadambari, who was a childless and neglected wife, was left traumatised by the whole event and after four months, she committed suicide through an opium overdose. What was left were mere words of Tagore's agony in a letter.&nbsp;“But where is the sweetheart of mine who was almost the only companion of my boyhood and with whom I spent my idle days of youth exploring the mysteries of dreamland? She, my Queen, has died and my world has shut against the door of its inner apartment of beauty which gives on the real taste of freedom.” <strong>ALSO READ | </strong><a href=\"https://www.wionews.com/world/english-language-day-honours-william-shakespeare-but-did-he-really-write-those-works-585243\">English Language Day honours William Shakespeare, but did he really write those works?</a> Annapurna (also known as Annabai or Anna) was the daughter of Mumbai-based doctor Atmaram Pandurang Turkhad. Tagore was sent by his brother to stay with the anglicised Turkhund family for some time before his voyage to Britain. During the two-month stay, Tagore learnt spoken English from Anna, who had recently returned from England and had honed her conversational skills. According to Krishna Kripalani's book <em>Tagore—A Life</em>, a mutual affection bloomed between the two and Anna was given the nickname of 'Nalini' by Tagore, a name which was later used by the novelist multiple times. After two months, the two parted ways. Annapurna later married Baroda High School and College's Scottish vice-principal Harold Littledale and settled in Edinburgh, where she died at the age of 33. However, till then she continued to use ‘Nalini’ as her literary moniker and Tagore's prose and poetry also continued remembering his 'Nalini'. <strong>WATCH | Indian-American mathematician C R Rao awarded math ‘Nobel Prize’</strong> <img alt=\"Mrinalini\" data-entity-type=\"file\" data-entity-uuid=\"49def76c-86e3-4a6e-8647-caa163cad274\" src=\"//cdn.wionews.com/sites/default/files/inline-images/Untitled%20design%20-%202023-05-08T185911.085.png\"> Mrinalini became the centre stage of Tagore's life as a dutiful wife to a poet who was still lamenting Kadambari's loss. To become his true companion, she not only fulfilled her duties but also sharpened her knowledge of literature and learnt several languages. It is said that eventually Tagore fell for his wife Mrinalini and wrote several letters to her when he travelled. But their love story was also short-lived as Mrinalini died at the age of 29. In her memory, Tagore published a volume of 27 poems, titled <em>Smaran </em>(Remembrance). Tagore is said to have shared an affectionate relationship with 63-year-old widow, Victoria Ocampo. The poet, in his old age, lived with Ocampo in an isolated villa located outside Buenos Aires. The lady took care of him as the poet's health declined. Some great poetry was written by Tagore which was dedicated to her. Describing her emotion for Tagore, Ocampo had called it a great “love tenderness” (amour de tendresse). However, their relationship remains complicated and all the literary works remain overshadowed by his undying love for Kadambari Devi.",
        "location": "New Delhi, India",
        "updated": "Updated: May 08, 2023, 10:45 PM IST"
    },
    {
        "heading": "Manipur ethnic violence: India's Supreme Court takes note of 'humanitarian issues'",
        "link": "https://www.wionews.com/india-news/manipur-ethnic-violence-indias-supreme-court-takes-note-of-humanitarian-issues-590311",
        "content": "India's Supreme Court on Monday asked Prime Minister Narendra Modi's government to increase security as well as relief and rehabilitation efforts for the citizens hit by ethnic violence in the state of Manipur that borders Myanmar, over 2,400 km northeast of New Delhi.&nbsp; The top court in New Delhi acknowledged the Modi administration's note of submissions which said that no untoward incidents took place in the state in the last 48 hours ending Monday at 7&nbsp;am&nbsp;(Indian Standard Time). The ethnic violence in Manipur last week saw buildings set ablaze and charred vehicles across roads leaving at least 58 dead and tens of thousands displaced.&nbsp; The Chief Justice of India DY Chandrachud termed the aftermath of violence as a \"humanitarian issue\" whose immediate resolution must be prioritised by both New Delhi and Imphal, the state capital of Manipur. Justice DY Chandrachud emphasised that due arrangements must be made in the relief camps and the people sheltered there be provided with basic amenities like food, ration and medical facilities. <strong>ALSO WATCH |&nbsp;Gravitas: Tribal march bursts into battle between ethnic groups in Manipur</strong> The government informed the Supreme Court about the steps taken to deal with the violence. It said 52 companies of the central armed police force, besides Army and Assam Rifles contingents, have been deployed in the strife-torn areas. Flag marches are being conducted in disturbed areas and peace meetings between the community members are being held. The bench directed that all necessary efforts should be made for rehabilitating those displaced. The first wave of unrest rippled through the state on May 3 after skirmishes broke out in the capital Imphal when thousands of people from the Naga and Kuki tribes rallied against the majority Meitei ethnic group. The rally was focused on the Meitei group being granted special status under India's 'Scheduled Tribe' constitutional description. <strong>ALSO READ |&nbsp;<a href=\"https://www.wionews.com/videos/manipur-violence-shoot-at-sight-orders-issued-to-contain-spiraling-unrest-588995\">Manipur Violence: 'Shoot at sight' orders issued to contain spiraling unrest</a></strong> Scheduled Tribes are India's socio-economically disadvantaged group. The members of a community, once designated as Scheduled Tribe, get reserved access to education and job opportunities.&nbsp; The Meitei community is a largely Hindu ethnic group that accounts for about half of Manipur's population. Other ethnic groups in the state, mostly Christians, say that if the Meitei community are given the Scheduled Tribe status, they will not have a fair chance for jobs and other benefits.&nbsp; The division between the Meiteis and the other ethnic groups in the state cuts sharply across demographic lines. Tensions between the two groups have simmered for decades over a range of issues including land rights. The Supreme Court has ordered adequate steps to be taken for protecting places of worship. More than 23,000 people have been rescued and sheltered in military garrisons and relief camps. The government has been asked to update the Supreme Court on the status of the situation in Manipur on May 17. <em>(With inputs from agencies)</em>",
        "location": "New Delhi",
        "updated": "Updated: May 08, 2023, 07:27 PM IST"
    },
    {
        "heading": "Karnataka Elections 2023: Key battlegrounds that will decide fate of Karnataka",
        "link": "https://www.wionews.com/india-news/karnataka-elections-2023-key-battlegrounds-that-will-decide-fate-of-karnataka-590294",
        "content": "<strong>Karnataka Elections 2023:</strong> According to the Election Commission, the Karnataka Assembly Elections are all set to take place on May 10, with vote counting taking place on May 13. Chief Election Commissioner Rajiv Kumar stated last month that money power, in addition to urban and youth apathy, is a crucial issue in this electoral battle.&nbsp; Both the big parties of the state, Congress and Bhartiya Janata Party (BJP) have already announced their manifestoes and their candidates. The result of the highly charged election will also be significant for the 2024 Lok Sabha elections.&nbsp; Here is a look at some of the key constituencies&nbsp;for the upcoming Karnataka Assembly Elections 2023.&nbsp; <strong>Shiggaon</strong> Current incumbent Chief Minister of the state, Basavaraj Bommai, won the Shiggaon constituency in 2018 with a margin of 9,265 votes and defeated the Congress rival Sayed Azeempeer Khadri. This was Bommai’s third win from the seat since 2008.&nbsp; After initially nominating Mohammed Yousuf Savanur, president of Anjuman-e-Islam Hubballi-Dharwad, Congress replaced him with Yasir Ahmed Khan Pathan, a local in Shiggaon. Pathan however does not seem to have made any headlines in the recent past and information about him remains obscure. Also Read |&nbsp;<a href=\"https://www.wionews.com/india-news/karnataka-elections-2023-update-check-election-result-date-seats-list-of-candidates-party-manifestoes-588163\">Karnataka Elections 2023 Update: Check election &amp; result date, seats, list of candidates &amp; party manifestoes</a> On April 19, Bommai began campaigning in his constituency and held a roadshow with BJP National President JP Nadda and Kannada film star Kichcha Sudeep. Addressing the crowd, Bommai said, “I have been blessed with your faith for 15 years. Our bond is divine. No one can come in the way of this. Till my last breath I will serve you.” <strong>Chikkamagaluru</strong> The former right-hand man of BJP heavyweight leader and national general secretary, CT Ravi, HD Thammaiah had quit the party and joined Congress in February 2023. He will now be going head-on against his former mentor CT Ravi from the Chikkamagaluru constituency. In 2018, Ravi won the Chikkamagaluru seat with a margin of 26,314 votes, defeating Congress candidate BL Shankar and marking his fourth win from the seat.&nbsp; Also Read |&nbsp;<a href=\"https://www.wionews.com/india-news/karnataka-election-2023-who-is-ahead-pre-poll-surveys-suggest-big-win-for-congress-589115\">Karnataka Elections 2023: Who is ahead? 3 pre-poll surveys suggest victory for Congress</a> Thammaiah, while quitting BJP, had said, “I have been working in the BJP and had fulfilled my responsibilities in various posts since 2007, but the current political developments have disappointed me. As a result, I wish to resign from my post as convener of the district unit as well as a primary member of the BJP. I wish to express gratitude to all office bearers, heads and members of all boards, forums and units of the BJP, who helped me in my work for 17 years.” <strong>Hubballi-Dharwad Central</strong> Former Chief Minister and BJP party member, Jagadish Shettar also quit the party on April 16 and resigned as MLA, after being denied a ticket for the May 10 Assembly elections.&nbsp; Shettar, who is responsible for the growth of the BJP in Uttara Kannada, then joined the Congress in the presence of the party's national president Mallikarjun Kharge and other senior leaders. Also Read |&nbsp;<a href=\"https://www.wionews.com/india-news/karnataka-elections-2023-pre-poll-surveys-herald-hung-verdict-will-jds-emerge-as-kingmaker-586602\">Karnataka elections 2023: Pre-poll surveys herald hung verdict; Will JDS emerge as kingmaker?</a> As a BJP candidate, Shettar had won from the Hubballi-Dharwad central seat in 2018, defeating Congress candidate Dr Mahesh Nalwad with a margin of 21,306 votes, marking his sixth win in the Assembly elections. After Shettar’s crossover, Tenginkai said, “BJP wants the new generation to enter politics. I am confident of winning from Hubballi-Dharwad Central seat…Caste should not be an agenda in politics.” It remains to be seen whether Shettar’s popularity can be defeated or not in the constituency.&nbsp; &nbsp; <strong>WATCH WION LIVE HERE</strong> <iframe allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"350\" loading=\"”lazy”\" src=\"https://www.wionews.com/live-tv/embed?autoplay=1&amp;mute=1\" width=\"100%\"></iframe>",
        "location": "Bengaluru",
        "updated": "Updated: May 08, 2023, 10:08 PM IST"
    },
    {
        "heading": "'Things are changing for better when it comes to J&K...': Jaishankar takes dig at Pak",
        "link": "https://www.wionews.com/india-news/things-are-changing-for-better-when-it-comes-to-jk-jaishankar-takes-dig-at-pak-590232",
        "content": "In a veiled attack on Pakistan, External Affairs Minister S Jaishankar said things are changing for the better in Jammu and Kashmir but attempts will be made to disturb it as \"there are interested parties, one lives right across.\" While speaking at an interactive session on the foreign policy of the Modi government, Jaishankar noted that there will be challenges when it comes to Jammu and Kashmir. However, he said that their efforts should be \"to persevere, infuse that sense of confidence, to give that sense of hope, and to ensure there is security.\" Also Read | <a href=\"https://www.wionews.com/world/explained-russias-victory-day-and-its-significance-in-light-of-ukraine-war-590193\">Russia's victory day and its significance in light of Ukraine war</a> When asked about the investment coming from the Middle East in Kashmir and also terror funding, Jaishankar said, \"Clearly, things are changing for the better when it comes to Jammu and Kashmir. But, part of what needs to keep developing is actually the economy, the employment opportunities, the whole you know the ecosystem which comes which are much you know vibrant, economy, civil society. Attempts will be made to disturb it because there are interested parties, one lives right across, so we you know, we should not expect that there will not be challenges. There will be and it's not necessarily limited to the western neighbours, there will be others as well.\" Emphasising that the government is working to instil a sense of confidence among people and is determined to overcome challenges, he said, \"So, there will be challenges but our effort should be to persevere, to infuse that sense of confidence, to give that sense of hope, to ensure there is security and that is what really the government is doing. I mean, we have to also really recognise that men and women of this country make I mean they may be in the military, they may be in the security, they may be in the governance out there, they make sacrifices for all of this to happen. I think this is something we will do, we will continue doing.\" Also Read | <a href=\"https://www.wionews.com/world/japanese-pm-sympathises-with-koreas-colonial-victims-stops-short-of-offering-apology-590066\">Japanese PM ‘sympathises’ with Korea’s colonial victims, stops short of offering apology</a> He further stated, \"We know there will be obstacles but we are very very determined that we will overcome that.\" Taking to his official Twitter handle, Jaishankar stated, \"Spoke in Mysuru on foreign policy of Modi Government. Thank the Thinkers Forum for organizing and the residents of the Palace City for attending in such large numbers. Their presence today is a statement that the world matters more to today's India; that the Modi Government has changed the country and that involved citizens want to make informed choices in the world's largest democracy.\" During the interactive session on the foreign policy of the Modi government in Mysuru, Jaishankar highlighted India's response to global geopolitics. \"I think there are moments when it is, as I said, with nice people, you are nice. With difficult people, sometimes it's necessary to push back. But I would say this because this has been my experience in the last year,\" said Jaishankar while taking questions on former Pakistan prime minister Imran Khan playing his speeches, lauding India for its independent foreign policy. <strong>Watch | India: 'Vegan leather' developed by Central Leather Research Institute | Sustainable Fashion</strong> While addressing a rally in Lahore in 2022, Imran Khan praised India for its independent foreign policy and played out a video clip of Jaishankar. \"It's sometimes you're made to sit and almost hold it saying, how can India do this? How do you take this position? At that stage you ask yourself saying, what do you do? Do you then be conciliatory or do you put your point of view across? And if somebody is being very self-centred, they're only looking at their interest, their point of view, not by rights. Tell them that there are other points of view and there are other interests, etc,\" Jaishankar said. Jaishankar weighed in on the foreign policy of the Union government under the leadership of Prime Minister Narendra Modi, saying there are times when people need to trust the government and understand that it is committed to its citizens abroad. \"There are times when the people need to trust the government, need to understand that this is a government which has systems in place, which has a commitment to citizens abroad,\" Jaishankar said in Mysuru.&nbsp;",
        "location": "ANI",
        "updated": "Updated: May 08, 2023, 04:40 PM IST"
    },
    {
        "heading": "EXPLAINED: What is Tibet Matters March?",
        "link": "https://www.wionews.com/india-news/explained-what-is-tibet-matters-march-590217",
        "content": "The Tibetan Youth Congress (TYC) has started a month-long Tibet Matters March from Sikkim’s Gangtok to Assam’s Tezpur. Over 80 volunteers from the TYC regional chapters in India and Nepal have joined the march since it began on April 29, according to Tibet Rights Collective (TBR). The march, according to TYC President Gonpo Dhundup, was organised to mark the forced signing of the \"Seventeen-Point Agreement\" by Tibetan delegates and Chinese representatives on May 23, 1951, which eventually resulted in China occupying Tibet. Also Read | <a href=\"https://www.wionews.com/world/explained-russias-victory-day-and-its-significance-in-light-of-ukraine-war-590193\">Russia's victory day and its significance in light of Ukraine war</a> TYC activists urged international leaders and China to take the required steps to resolve the Sino-Tibet conflict during the march. According to TBR, they asked the G20 leaders to bring up the matter at their summit in September 2023. Tibet Matters March is a campaign that seeks to raise awareness about the human rights situation in Tibet and to promote Tibetan independence. The campaign involves a series of marches and demonstrations in different parts of the world, as well as online activism and advocacy. The Tibet Matters March was launched in 2021 by a coalition of Tibetan organizations and activists, and it aims to draw attention to the ongoing oppression and cultural genocide faced by the Tibetan people. The campaign also seeks to mobilize support for Tibet's independence from China, which has occupied Tibet since 1951. The marches and demonstrations organized as part of the Tibet Matters March have taken place in various countries, including India, the United States, and the United Kingdom. They involve Tibetans and supporters carrying flags, banners, and placards, and chanting slogans calling for freedom for Tibet. Also Read | <a href=\"https://www.wionews.com/world/japanese-pm-sympathises-with-koreas-colonial-victims-stops-short-of-offering-apology-590066\">Japanese PM ‘sympathises’ with Korea’s colonial victims, stops short of offering apology</a> The campaign also includes online activism, such as social media campaigns and petitions calling on world leaders to support Tibetan independence and pressure China to respect the human rights of Tibetans. The Tibet Matters March organizers aim to build a global movement in support of Tibet and to hold China accountable for its actions in Tibet. The campaign highlights the ongoing struggle of Tibetans for their basic human rights, including freedom of speech, religion, and assembly, and calls for an end to China's occupation of Tibet. They also requested that the Chinese government address the deteriorating human rights situation in Tibet under its oppressive control and promptly close colonial boarding schools that assault and eradicate Tibetan culture and identity. Almost 2 billion people rely on freshwater supplies that come from the Tibetan plateau. In view of this, TYC activists emphasised the importance of Tibet in settling the rising tensions between China and numerous Southeast Asian nations.&nbsp; <strong>Watch | India: 'Vegan leather' developed by Central Leather Research Institute | Sustainable Fashion</strong> According to TBR, China's ongoing exploitation of the Tibetan environment, scenery, and natural resources will have a detrimental impact on downstream nations for a very long time. The TYC activists also expressed worry over the Chinese colonial educational system, which forcibly enrolled more than a million Tibetan students in state-run boarding schools and removed them from their families. This is a genocidal policy meant to alienate Tibetan kids from their heritage.&nbsp; The campaigners also decried China's extensive surveillance programme, which targets the identity and privacy of Tibetans by collecting DNA samples from them, even those of children as young as five. According to the TYC, after more than 60 years of forcible and unlawful occupation, Tibet has become the least free nation in the world, ranking alongside South Sudan and Syria at the bottom of Freedom House's worldwide freedom rankings. According to TBR, the current state of human rights in Tibet is among the worst in recent memory, and China's oppressive actions are intended to erase Tibetans' basic identity. Tibet Matters March intended to increase understanding of the Sino-Tibetan conflict and compelled international leaders to respond appropriately. The TYC emphasised the importance of Tibet in fostering long-term stability and security in Asia and requested that China take action to improve the situation with respect to human rights and close the colonial boarding schools that target Tibetan culture and identity.&nbsp; <iframe allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"350\" loading=\"”lazy”\" src=\"https://www.wionews.com/live-tv/embed?autoplay=1&amp;mute=1&nbsp;&nbsp;width=&quot;100%&quot;\"></iframe>",
        "location": "Assam, India ",
        "updated": "Updated: May 09, 2023, 03:20 PM IST"
    }
]